[
  {
    "id": "gurdwara-guru-ke-mahil",
    "name": "ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਕੇ ਮਹਿਲ (ਅੰਮ੍ਰਿਤਸਰ)",
    "content": "ਇਹ ਗੁਰਧਾਮ ਸ੍ਰੀ ਹਰਿਮੰਦਰ ਸਾਹਿਬ, ਅੰਮ੍ਰਿਤਸਰ ਤੋਂ ਲਗ-ਪਗ ਅੱਧਾ ਕਿਲੋਮੀਟਰ ਦੀ ਦੂਰੀ ਤੇ ਸਥਿਤ ਹੈ। ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਇਸ ਅਸਥਾਨ ਤੇ ਆਪਣੀ ਰਿਹਾਇਸ਼ ਲਈ ਘਰ ਬਣਾਇਆ ਜੋ ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਕੇ ਮਹਿਲ ਦੇ ਨਾਂ ਨਾਲ ਪ੍ਰਸਿੱਧ ਹੋਇਆ। ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ, ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਜੀ ਅਤੇ ਗੁਰੂ ਹਰਿਗੋਬਿੰਦ ਸਾਹਿਬ ਜੀ ਵੀ ਇਸ ਅਸਥਾਨ ਤੇ ਨਿਵਾਸ ਕਰਦੇ ਰਹੇ।\n\n1 ਅਪ੍ਰੈਲ 1621 ਨੂੰ ਇਸੇ ਪਵਿੱਤਰ ਸਥਾਨ ਤੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੋਇਆ। ਮੌਜੂਦਾ ਸਮੇਂ ਵਿਚ ਇਸ ਅਸਥਾਨ ਨੂੰ 'ਪ੍ਰਕਾਸ਼ ਅਸਥਾਨ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ' ਦੇ ਨਾਂ ਨਾਲ ਵੀ ਯਾਦ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਸ਼੍ਰੋਮਣੀ ਗੁਰਦੁਆਰਾ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ ਇਸ ਗੁਰਧਾਮ ਦਾ ਪ੍ਰਬੰਧ ਕਰਦੀ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sis-ganj-sahib-delhi",
    "name": "ਗੁਰਦੁਆਰਾ ਸਿਸ ਗੰਜ ਸਾਹਿਬ (ਦਿੱਲੀ)",
    "content": "ਗੁਰਦੁਆਰਾ ਸਿਸ ਗੰਜ ਸਾਹਿਬ ਚਾਂਦਨੀ ਚੌਂਕ, ਦਿੱਲੀ ਵਿਖੇ ਸਥਿਤ ਹੈ। ਇਹ ਉਹ ਪਵਿੱਤਰ ਸਥਾਨ ਹੈ ਜਿੱਥੇ 24 ਨਵੰਬਰ 1675 ਨੂੰ ਮੁਗਲ ਬਾਦਸ਼ਾਹ ਔਰੰਗਜ਼ੇਬ ਦੇ ਹੁਕਮ 'ਤੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੂੰ ਸ਼ਹੀਦ ਕੀਤਾ ਗਿਆ ਸੀ। ਗੁਰੂ ਜੀ ਨੇ ਕਸ਼ਮੀਰੀ ਪੰਡਿਤਾਂ ਦੇ ਜ਼ਬਰੀ ਧਰਮ ਪਰਿਵਰਤਨ ਦੇ ਵਿਰੁੱਧ ਆਵਾਜ਼ ਉਠਾਈ ਅਤੇ ਧਾਰਮਿਕ ਆਜ਼ਾਦੀ ਲਈ ਆਪਣਾ ਬਲੀਦਾਨ ਦਿੱਤਾ।\n\nਇਸ ਗੁਰਧਾਮ ਦੀ ਉਸਾਰੀ 1783 ਵਿੱਚ ਬਾਘੇਲ ਸਿੰਘ ਨੇ ਕਰਵਾਈ ਸੀ। ਮੌਜੂਦਾ ਇਮਾਰਤ 1930 ਵਿੱਚ ਬਣਾਈ ਗਈ। ਇੱਥੇ ਉਹ ਬਰਗੱਦ ਦਾ ਰੁੱਖ ਸੁਰੱਖਿਅਤ ਰੱਖਿਆ ਗਿਆ ਹੈ ਜਿਸ ਹੇਠ ਗੁਰੂ ਜੀ ਦੀ ਸ਼ਹੀਦੀ ਹੋਈ ਸੀ। ਇਹ ਗੁਰਧਾਮ ਸਿੱਖ ਇਤਿਹਾਸ ਵਿੱਚ ਸ਼ਹੀਦੀ ਅਤੇ ਧਾਰਮਿਕ ਸਹਿਣਸ਼ੀਲਤਾ ਦਾ ਪ੍ਰਤੀਕ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-rakab-ganj-sahib",
    "name": "ਗੁਰਦੁਆਰਾ ਰਕਾਬ ਗੰਜ ਸਾਹਿਬ (ਦਿੱਲੀ)",
    "content": "ਗੁਰਦੁਆਰਾ ਰਕਾਬ ਗੰਜ ਸਾਹਿਬ ਭਾਰਤੀ ਸੰਸਦ ਦੇ ਨੇੜੇ, ਨਵੀਂ ਦਿੱਲੀ ਵਿਖੇ ਸਥਿਤ ਹੈ। ਇਹ ਉਹ ਪਵਿੱਤਰ ਸਥਾਨ ਹੈ ਜਿੱਥੇ ਲੱਖੀ ਸ਼ਾਹ ਬੰਜਾਰਾ ਨੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦੇ ਪਵਿੱਤਰ ਸਰੀਰ ਨੂੰ ਗੁਪਤ ਰੂਪ ਨਾਲ ਸੰਸਕਾਰ ਕਰਨ ਲਈ ਆਪਣਾ ਘਰ ਸਾੜ ਦਿੱਤਾ ਸੀ।\n\nਸ਼ਹੀਦੀ ਤੋਂ ਬਾਅਦ, ਮੁਗਲ ਪਹਿਰੇਦਾਰਾਂ ਤੋਂ ਗੁਰੂ ਜੀ ਦਾ ਪਵਿੱਤਰ ਸਰੀਰ ਚੁੱਕ ਕੇ ਲਿਆਉਣ ਵਾਲੇ ਲੱਖੀ ਸ਼ਾਹ ਬੰਜਾਰੇ ਨੇ ਵੱਡੀ ਬਹਾਦਰੀ ਦਿਖਾਈ। ਉਸਨੇ ਆਪਣੇ ਘਰ ਵਿੱਚ ਆਗ ਲਾ ਕੇ ਗੁਰੂ ਜੀ ਦਾ ਸੰਸਕਾਰ ਕੀਤਾ। ਇਸ ਗੁਰਧਾਮ ਦੀ ਉਸਾਰੀ 1783 ਵਿੱਚ ਬਾਘੇਲ ਸਿੰਘ ਨੇ ਕਰਵਾਈ ਸੀ। ਸ਼੍ਰੋਮਣੀ ਗੁਰਦੁਆਰਾ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ (ਦਿੱਲੀ) ਇਸ ਦਾ ਪ੍ਰਬੰਧ ਕਰਦੀ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sis-ganj-sahib-anandpur",
    "name": "ਗੁਰਦੁਆਰਾ ਸਿਸ ਗੰਜ ਸਾਹਿਬ (ਅਨੰਦਪੁਰ ਸਾਹਿਬ)",
    "content": "ਗੁਰਦੁਆਰਾ ਸਿਸ ਗੰਜ ਸਾਹਿਬ ਪੰਜਾਂ ਤਖਤਾਂ ਵਿੱਚੋਂ ਇੱਕ ਤਖਤ ਸ੍ਰੀ ਕੇਸਗੜ੍ਹ ਸਾਹਿਬ, ਅਨੰਦਪੁਰ ਸਾਹਿਬ ਵਿਖੇ ਸਥਿਤ ਹੈ। ਇਹ ਉਹ ਪਵਿੱਤਰ ਸਥਾਨ ਹੈ ਜਿੱਥੇ 17 ਨਵੰਬਰ 1675 ਨੂੰ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਨੇ ਆਪਣੇ ਪਿਤਾ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦੇ ਸ਼ੀਸ਼ ਦਾ ਸੰਸਕਾਰ ਕੀਤਾ ਸੀ।\n\nਭਾਈ ਜੈਤਾ ਜੀ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਭਾਈ ਜੀਵਨ ਸਿੰਘ ਨਾਂ ਮਿਲਿਆ) ਗੁਰੂ ਜੀ ਦਾ ਸ਼ੀਸ਼ ਦਿੱਲੀ ਤੋਂ ਅਨੰਦਪੁਰ ਲੈ ਕੇ ਆਏ ਸਨ। ਇਸ ਗੁਰਧਾਮ ਵਿੱਚ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦੀ ਸ਼ਹੀਦੀ ਅਤੇ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਦੇ ਗੁਰਤਾਗੱਦੀ ਸੰਭਾਲਣ ਦੀ ਯਾਦ ਮਨਾਈ ਜਾਂਦੀ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-anandpur-sahib",
    "name": "ਸ੍ਰੀ ਅਨੰਦਪੁਰ ਸਾਹਿਬ (ਰੂਪਨਗਰ)",
    "content": "ਸ੍ਰੀ ਅਨੰਦਪੁਰ ਸਾਹਿਬ ਪੰਜਾਬ ਦੇ ਰੂਪਨਗਰ ਜ਼ਿਲ੍ਹੇ ਵਿੱਚ ਸਥਿਤ ਹੈ। ਇਸ ਨਗਰ ਦੀ ਨੀਂਹ 1665 ਵਿੱਚ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੇ ਰਖੀ ਸੀ। ਗੁਰੂ ਜੀ ਨੇ ਬਿਲਾਸਪੁਰ ਦੀ ਰਾਣੀ ਚੰਪਾ ਤੋਂ 500 ਰੁਪਏ ਵਿੱਚ ਜ਼ਮੀਨ ਖਰੀਦੀ ਅਤੇ ਇਸ ਨੂੰ 'ਚੱਕ ਨਾਨਕੀ' ਨਾਂ ਦਿੱਤਾ (ਆਪਣੀ ਮਾਤਾ ਨਾਨਕੀ ਜੀ ਦੇ ਨਾਂ 'ਤੇ)। ਬਾਅਦ ਵਿੱਚ ਇਹ ਅਨੰਦਪੁਰ ਸਾਹਿਬ ਦੇ ਨਾਂ ਨਾਲ ਜਾਣਿਆ ਗਿਆ।\n\nਇਹ ਨਗਰ ਸਿੱਖ ਇਤਿਹਾਸ ਵਿੱਚ ਬਹੁਤ ਮਹੱਤਵਪੂਰਨ ਹੈ। ਇੱਥੇ 1699 ਵਿੱਚ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਨੇ ਖਾਲਸਾ ਪੰਥ ਦੀ ਸਿਰਜਣਾ ਕੀਤੀ ਸੀ। ਅਨੰਦਪੁਰ ਸਾਹਿਬ ਵਿੱਚ ਤਖਤ ਸ੍ਰੀ ਕੇਸਗੜ੍ਹ ਸਾਹਿਬ ਸਮੇਤ ਕਈ ਪ੍ਰਸਿੱਧ ਗੁਰਧਾਮ ਹਨ। ਇਹ ਸਿੱਖਾਂ ਦੇ ਪੰਜ ਤਖਤਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sahib-bakala",
    "name": "ਗੁਰਦੁਆਰਾ ਸਾਹਿਬ ਬਾਬਾ ਬਕਾਲਾ (ਅੰਮ੍ਰਿਤਸਰ)",
    "content": "ਬਾਬਾ ਬਕਾਲਾ ਅੰਮ੍ਰਿਤਸਰ ਜ਼ਿਲ੍ਹੇ ਦਾ ਇੱਕ ਪ੍ਰਸਿੱਧ ਪਿੰਡ ਹੈ ਜਿੱਥੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਲਗਭਗ 20 ਸਾਲ (1644-1664) ਤੱਕ ਇਕਾਂਤਵਾਸ ਵਿੱਚ ਰਹੇ ਅਤੇ ਨਾਮ ਸਿਮਰਨ ਕੀਤਾ। ਅਗਸਤ 1664 ਵਿੱਚ ਇੱਥੇ ਹੀ ਭਾਈ ਮੱਖਣ ਸ਼ਾਹ ਲੁਬਾਣੇ ਨੇ ਸੱਚੇ ਗੁਰੂ ਦੀ ਖੋਜ ਕੀਤੀ ਅਤੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੂੰ ਨੌਵੇਂ ਗੁਰੂ ਵਜੋਂ ਪਛਾਣਿਆ।\n\nਇਸ ਗੁਰਧਾਮ ਵਿੱਚ ਸ੍ਰੀ ਦਰਬਾਰ ਸਾਹਿਬ ਅਤੇ ਸ੍ਰੀ ਮੰਜੀ ਸਾਹਿਬ ਸਮੇਤ ਕਈ ਪਵਿੱਤਰ ਅਸਥਾਨ ਹਨ। ਇੱਥੇ ਗੁਰੂ ਜੀ ਨੇ ਗੁਰਿਆਈ ਸੰਭਾਲਣ ਤੋਂ ਬਾਅਦ ਸੰਗਤਾਂ ਵਿੱਚ ਬਾਣੀ ਦਾ ਪ੍ਰਚਾਰ ਕੀਤਾ। ਸ਼੍ਰੋਮਣੀ ਗੁਰਦੁਆਰਾ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ ਇਸ ਗੁਰਧਾਮ ਦਾ ਪ੍ਰਬੰਧ ਕਰਦੀ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "takht-sri-patna-sahib",
    "name": "ਤਖਤ ਸ੍ਰੀ ਪਟਨਾ ਸਾਹਿਬ (ਬਿਹਾਰ)",
    "content": "ਤਖਤ ਸ੍ਰੀ ਪਟਨਾ ਸਾਹਿਬ ਬਿਹਾਰ ਦੀ ਰਾਜਧਾਨੀ ਪਟਨਾ ਵਿੱਚ ਸਥਿਤ ਹੈ। ਇਹ ਸਿੱਖਾਂ ਦੇ ਪੰਜ ਤਖਤਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ। 22 ਦਸੰਬਰ 1666 ਨੂੰ ਇੱਥੇ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਦਾ ਜਨਮ ਹੋਇਆ ਸੀ, ਜਦੋਂ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਅਸਾਮ ਅਤੇ ਪੂਰਬੀ ਭਾਰਤ ਦੀ ਪ੍ਰਚਾਰ ਯਾਤਰਾ ਤੇ ਸਨ।\n\nਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੇ ਆਪਣੇ ਪਰਿਵਾਰ ਨੂੰ ਮਾਤਾ ਪੈਡੀ ਦੀ ਦੇਖ-ਰੇਖ ਵਿੱਚ ਪਟਨਾ ਵਿੱਚ ਛੱਡਿਆ ਸੀ। ਇਸ ਗੁਰਧਾਮ ਵਿੱਚ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਦੇ ਬਚਪਨ ਨਾਲ ਜੁੜੀਆਂ ਕਈ ਯਾਦਗਾਰੀ ਚੀਜ਼ਾਂ ਸੁਰੱਖਿਅਤ ਹਨ। ਇਹ ਪੂਰਬੀ ਭਾਰਤ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਅਤੇ ਮਹੱਤਵਪੂਰਨ ਗੁਰਧਾਮ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-damdama-sahib-dhubri",
    "name": "ਗੁਰਦੁਆਰਾ ਦਮਦਮਾ ਸਾਹਿਬ (ਧੁਬਰੀ, ਅਸਾਮ)",
    "content": "ਗੁਰਦੁਆਰਾ ਦਮਦਮਾ ਸਾਹਿਬ ਅਸਾਮ ਦੇ ਧੁਬਰੀ ਜ਼ਿਲ੍ਹੇ ਵਿੱਚ ਬ੍ਰਹਮਪੁਤਰਾ ਨਦੀ ਦੇ ਕਿਨਾਰੇ ਸਥਿਤ ਹੈ। ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੇ 1669 ਦੇ ਅੰਤ ਵਿੱਚ ਇਸ ਸਥਾਨ ਦੀ ਯਾਤਰਾ ਕੀਤੀ ਸੀ। ਇੱਥੇ ਗੁਰੂ ਜੀ ਨੇ ਮੁਗਲ ਕਮਾਂਡਰ ਰਾਜਾ ਰਾਮ ਸਿੰਘ ਅਤੇ ਅਹੋਮ ਰਾਜਾ ਚੱਕਰਧਵਜ ਸਿੰਘਾ ਵਿਚਕਾਰ ਸ਼ਾਂਤੀ ਦੀ ਸਥਾਪਨਾ ਕਰਵਾਈ ਸੀ।\n\nਦੋਹਾਂ ਫੌਜਾਂ ਦੇ ਸਿਪਾਹੀਆਂ ਨੇ ਮਿਲ ਕੇ 'ਸ਼ਾਂਤੀ ਦਾ ਟੀਲਾ' (Mound of Peace) ਬਣਾਇਆ ਸੀ। ਇਸ ਗੁਰਧਾਮ ਨੂੰ ਪਹਿਲਾਂ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਵੀ ਪਵਿੱਤਰ ਕਰ ਚੁੱਕੇ ਸਨ। ਇਹ ਪੂਰਬੀ ਭਾਰਤ ਦਾ ਮਹੱਤਵਪੂਰਨ ਸਿੱਖ ਤੀਰਥ ਸਥਾਨ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-tegh-bahadur-sahib-kurukshetra",
    "name": "ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ (ਕੁਰੂਕਸ਼ੇਤਰ)",
    "content": "ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਕੁਰੂਕਸ਼ੇਤਰ, ਹਰਿਆਣਾ ਵਿੱਚ ਸਥਿਤ ਹੈ। ਇਹ ਸਥਾਨ ਅੰਬਾਲਾ ਤੋਂ ਲਗਭਗ 50 ਕਿਲੋਮੀਟਰ ਦੀ ਦੂਰੀ 'ਤੇ ਹੈ। 1665 ਵਿੱਚ ਮਾਲਵੇ ਦੀ ਯਾਤਰਾ ਕਰਦੇ ਹੋਏ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਇਸ ਨਗਰ ਵਿਖੇ ਆਏ ਸਨ। ਗੁਰੂ ਜੀ ਨੇ ਇੱਥੇ ਇੱਕ ਬਾਉਲੀ ਬਣਵਾ ਕੇ ਪਾਣੀ ਦੀ ਘਾਟ ਨੂੰ ਦੂਰ ਕੀਤਾ ਸੀ।\n\nਕੁਰੂਕਸ਼ੇਤਰ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਸਮੇਂ ਤੋਂ ਹੀ ਸਿੱਖੀ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ। ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ, ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ, ਗੁਰੂ ਹਰਿਗੋਬਿੰਦ ਸਾਹਿਬ ਜੀ, ਗੁਰੂ ਹਰਿਰਾਇ ਜੀ, ਗੁਰੂ ਹਰਿਕ੍ਰਿਸ਼ਨ ਜੀ, ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਅਤੇ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਦੀ ਚਰਨ ਛੋਹ ਪ੍ਰਾਪਤ ਇਹ ਅਸਥਾਨ ਸਿੱਖ ਧਰਮ ਵਿੱਚ ਵਿਸ਼ੇਸ਼ ਸਥਾਨ ਗ੍ਰਹਿਣ ਕਰਦਾ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-tegh-bahadur-sahib-bahadurgarh",
    "name": "ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ (ਬਹਾਦਰਗੜ੍ਹ)",
    "content": "ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਬਹਾਦਰਗੜ੍ਹ (ਪਟਿਆਲਾ ਦੇ ਨੇੜੇ) ਵਿੱਚ ਸਥਿਤ ਹੈ। 1675 ਦੀਆਂ ਬਰਸਾਤਾਂ ਦੇ ਮਹੀਨਿਆਂ (ਜੂਨ-ਸਤੰਬਰ) ਵਿੱਚ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਲਗਭਗ 3 ਮਹੀਨੇ ਇੱਥੇ ਠਹਿਰੇ ਸਨ। ਨਵਾਬ ਸੈਫ ਅਲੀ ਖਾਨ, ਜੋ ਗੁਰੂ ਜੀ ਦਾ ਮੁਸਲਮਾਨ ਸ਼ਰਧਾਲੂ ਸੀ, ਨੇ ਗੁਰੂ ਜੀ ਨੂੰ ਆਪਣੇ ਕਿਲ੍ਹੇ ਵਿੱਚ ਬੁਲਾਇਆ ਸੀ।\n\nਗੁਰੂ ਜੀ ਨੇ ਕਿਲ੍ਹੇ ਦੇ ਅੰਦਰ ਧਾਰਮਿਕ ਚਰਚਾਵਾਂ ਕੀਤੀਆਂ ਅਤੇ ਕਿਲ੍ਹੇ ਦੇ ਬਾਹਰ ਇਸ ਗੁਰਧਾਮ ਵਿਖੇ ਆਰਾਮ ਕੀਤਾ। ਮੂਲ ਇਤਿਹਾਸਕ ਇਮਾਰਤ ਕਮਲ ਦੇ ਗੁੰਬਦ ਨਾਲ ਅੱਜ ਵੀ ਸੁਰੱਖਿਅਤ ਹੈ। ਇਹ ਗੁਰੂ ਜੀ ਦੀ ਸ਼ਹੀਦੀ ਤੋਂ ਕੁਝ ਹੀ ਮਹੀਨੇ ਪਹਿਲਾਂ ਦੀ ਯਾਦਗਾਰ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-damdama-sahib-talwandi-sabo",
    "name": "ਤਖਤ ਸ੍ਰੀ ਦਮਦਮਾ ਸਾਹਿਬ (ਤਲਵੰਡੀ ਸਾਬੋ)",
    "content": "ਤਖਤ ਸ੍ਰੀ ਦਮਦਮਾ ਸਾਹਿਬ ਬਠਿੰਡਾ ਜ਼ਿਲ੍ਹੇ ਦੇ ਤਲਵੰਡੀ ਸਾਬੋ ਵਿੱਚ ਸਥਿਤ ਹੈ। ਇਹ ਸਿੱਖਾਂ ਦੇ ਪੰਜ ਤਖਤਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ ਅਤੇ 'ਗੁਰੂ ਕੀ ਕਾਸ਼ੀ' ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ। ਇਹ ਸਥਾਨ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਅਤੇ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਦੋਵਾਂ ਦੀ ਚਰਨ ਛੋਹ ਪ੍ਰਾਪਤ ਹੈ।\n\nਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਮਾਲਵਾ ਖੇਤਰ ਦੀ ਪ੍ਰਚਾਰ ਯਾਤਰਾ ਦੌਰਾਨ ਤਲਵੰਡੀ ਸਾਬੋ ਆਏ ਸਨ। ਇੱਥੇ ਗੁਰਦੁਆਰਾ ਮੰਜੀ ਸਾਹਿਬ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ ਅਤੇ ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਸਰ ਸਰੋਵਰ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ ਅਤੇ ਦਸਵੀਂ ਗੁਰੂ ਜੀ ਨਾਲ ਸੰਬੰਧਿਤ ਹਨ। ਸ਼੍ਰੋਮਣੀ ਗੁਰਦੁਆਰਾ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ ਇਨ੍ਹਾਂ ਗੁਰਧਾਮਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰਦੀ ਹੈ।",
    "pdfFileName": null
  }
]
