[
  {
    "id": "gurdwara-guru-ke-mahil-pa",
    "name": "ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਕੇ ਮਹਿਲ ਪਾ",
    "content": "੯ (ਅੰਮ੍ਰਿਤਸਰ): ਇਹ ਅਸਥਾਨ ਸ੍ਰੀ ਹਰਿਮੰਦਰ ਸਾਹਿਬ, ਅੰਮ੍ਰਿਤਸਰ ਤੋਂ ਲਗ-ਪਗ ਅੱਧਾ ਕਿਲੋਮੀਟਰ ਦੀ ਦੂਰੀ 'ਤੇ ਸਥਿਤ ਹੈ। ਸ੍ਰੀ ਹਰਿਮੰਦਰ ਸਾਹਿਬ ਜੀ ਤੋਂ ਮਾਈ ਸੇਵਾ ਬਜ਼ਾਰ ਵਿਚੋਂ ਹੋ ਕੇ ਸੰਗਤ ਇਸ ਗੁਰਧਾਮ ਤੱਕ ਪੁੱਜਦੀ ਹੈ। ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਆਦੇਸ਼ ਅਨੁਸਾਰ ਭਾਈ ਜੇਠਾ ਜੀ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਨੇ ਇਸ ਨਗਰ ਨੂੰ ਆਬਾਦ ਕਰਨਾ ਆਰੰਭ ਕੀਤਾ ਸੀ। ਇਹਨਾਂ ਨੇ ਇਸ ਅਸਥਾਨ ’ਤੇ ਆਪਣੀ ਰਿਹਾਇਸ਼ ਲਈ ਜਿਹੜਾ ਘਰ ਬਣਾਇਆ ਸੀ ਉਹ ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਕੇ ਮਹਿਲ ਦੇ ਨਾਂ ਨਾਲ ਪ੍ਰਸਿੱਧ ਹੋਇਆ। ਭਾਈ ਜੇਠਾ ਜੀ ਜਦੋਂ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਰੂਪ ਵਿਚ ਸੰਗਤ ਸਾਹਮਣੇ ਪ੍ਰਗਟ ਹੋਏ ਤਾਂ ਉਹਨਾਂ ਦੁਆਰਾ ਵਸਾਈ ਜਾ ਰਹੀ ਇਸ ਨਗਰੀ ਨੂੰ ‘ਗੁਰੂ ਕਾ ਚੱਕ’ ਅਤੇ ਫਿਰ ‘ਚੱਕ ਰਾਮਦਾਸਪੁਰ’ ਕਿਹਾ ਜਾਣ ਲੱਗਿਆ। ਇਹ ਨਗਰ ਹੁਣ ਸ੍ਰੀ ਅੰਮ੍ਰਿਤਸਰ ਸਾਹਿਬ ਦੇ ਨਾਂ ਨਾਲ ਪ੍ਰਸਿੱਧ ਹੈ। ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਤੋਂ ਬਾਅਦ ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਜੀ ਅਤੇ ਗੁਰੂ ਹਰਿਗੋਬਿੰਦ ਸਾਹਿਬ ਜੀ ਵੀ ਇਸ ਅਸਥਾਨ 'ਤੇ ਨਿਵਾਸ ਕਰਦੇ ਰਹੇ। ਇੱਥੇ ਹੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੋਇਆ ਅਤੇ ਮੌਜੂਦਾ ਸਮੇਂ ਵਿਚ ਇਸ ਅਸਥਾਨ ਨੂੰ ਪ੍ਰਕਾਸ਼ ਅਸਥਾਨ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦੇ ਨਾਂ ਨਾਲ ਵੀ ਯਾਦ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਸ਼੍ਰੋਮਣੀ ਗੁਰਦੁਆਰਾ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ ਇਸ ਅਸਥਾਨ ਦਾ ਪ੍ਰਬੰਧ ਕਰਦੀ ਹੈ। ਮੌਜੂਦਾ ਗੁਰਧਾਮ ਦੀ ਸੇਵਾ ਬਾਬਾ ਸੇਵਾ ਸਿੰਘ, ਬਾਬਾ ਭਾਗ ਸਿੰਘ ਅਤੇ ਬਾਬਾ ਲਾਭ ਸਿੰਘ ਜੀ ਦੁਆਰਾ ਕਰਵਾਈ ਜਾ ਰਹੀ ਹੈ।\n\nਸ਼੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਗੁਰੂ ਹਰਗੋਬਿੰਦ ਸਾਹਿਬ ਜੀ ਦੇ ਸਭ ਤੋਂ ਛੋਟੇ ਸਾਹਿਬਜ਼ਾਦੇ ਸਨ, ਜੋ ਹਮੇਸ਼ਾ ਹੀ ਗੰਭੀਰ ਬਿਰਤੀ ਵਿੱਚ ਅਕਾਲ ਪੁਰਖ ਦੀ ਉਸਤਤ ਕਰਦੇ ਰਹਿੰਦੇ ਸਨ। ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੇ ਬਚਪਨ ਵਿੱਚ ਆਪਣੇ ਭਰਾ ਬਾਬਾ ਅਟੱਲ ਰਾਏ ਦੇ ਵਿਆਹ ਸਮੇਂ ਇੱਕ ਨੰਗੇ ਬੱਚੇ ਨੂੰ ਵੇਖਿਆ ਤਾਂ ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਸਾਰੇ ਨਵੇਂ ਬਸਤਰ ਉਤਾਰ ਕੇ ਉਸ ਬੱਚੇ ਨੂੰ ਪਹਿਨਾ ਦਿੱਤੇ ਸਨ । ਇਸੇ ਬਿਰਤੀ ਨੂੰ ਲੈ ਕੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਗੁਰਤਾ ਗੱਦੀ ਮਿਲਣ ਤੋਂ ਪਹਿਲਾਂ ਵੀ ਸੰਸਾਰ ਦੇ ਵੱਖ ਵੱਖ ਇਲਾਕਿਆਂ ਵਿੱਚ ਜਾ ਕੇ ਆਮ ਲੋਕਾਂ ਦੀਆਂ ਸਮੱਸਿਆਵਾਂ ਤਕਲੀਫਾਂ ਸਾਂਝੀਆਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਸਨ ਆਪ ਜੀ ਦੀ ਇਸ ਯਾਤਰਾ ਦਾ ਸਫਰ ਸ੍ਰੀ ਕੀਰਤਪੁਰ ਸਾਹਿਬ ਤੋਂ ਆਰੰਭ ਹੋਇਆ ।\n\nਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਆਪਣੀ ਪਹਿਲੀ ਯਾਤਰਾ ਦੌਰਾਨ ਕੀਰਤਪੁਰ ਸਾਹਿਬ ਰੋਪੜ ਅਤੇ ਬਨੂੜ ਹੁੰਦੇ ਹੋਏ ਕੁਰੂਕਸ਼ੇਤਰ ਵਿਖੇ ਪਹੁੰਚੇ ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-guru-teg-bahadur-sahib",
    "name": "ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ (ਕੁਰੂਕਸ਼ੇਤਰ)",
    "content": "ਇਹ ਸਥਾਨ ਅੰਬਾਲਾ ਤੋਂ ਲਗ-ਪਗ 50 ਕਿਲੋਮੀਟਰ ਦੀ ਦੂਰੀ 'ਤੇ ਸਥਿਤ ਹੈ ਜਿਹੜਾ ਕਿ ਹਿੰਦੂ ਧਰਮ ਦਾ ਬਹੁਤ ਪ੍ਰਸਿੱਧ ਧਾਰਮਿਕ ਸਥਾਨ ਹੈ l ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਸਮੇਂ ਤੋਂ ਇਸ ਨਗਰ ਦਾ ਸੰਬੰਧ ਸਿੱਖ ਧਰਮ ਨਾਲ ਜੁੜਦਾ ਹੈ। ਪੂਰਬ ਦੀ ਪਹਿਲੀ ਉਦਾਸੀ ਦੌਰਾਨ ਜਦੋਂ ਗੁਰੂ ਜੀ ਇਸ ਨਗਰ ਵਿਖੇ ਆਏ ਤਾਂ ਇਕ ਤਲਾਬ ਦੇ ਕਿਨਾਰੇ ਠਹਿਰੇ ਸਨ । ਮੱਸਿਆ ਦੇ ਦਿਨ ਸੂਰਜ ਗ੍ਰਹਿਣ ਲੱਗਿਆ ਹੋਣ ਕਰ ਕੇ ਅੱਗ ਨਾ ਬਾਲਣ ਦੀ ਪਰੰਪਰਾ ਹਿੰਦੂ ਧਰਮ ਵਿਚ ਪ੍ਰਚਲਿਤ ਹੈ ਜਿਸ ਨੂੰ ਭਰਮ ਜਾਣਦੇ ਹੋਏ ਗੁਰੂ ਜੀ ਨੇ ਤੋੜ ਦਿੱਤਾ ਸੀ। ਇਸੇ ਅਸਥਾਨ 'ਤੇ ਗੁਰੂ ਜੀ ਨੇ ਮਾਸ ਖਾਣ ਜਾਂ ਨਾ ਖਾਣ ਦੀ ਬਹਿਸ ਵਿਚ ਨਾ ਪੈਣ ਦਾ ਸੰਦੇਸ਼ ਦਿੱਤਾ ਸੀ। ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਤੋਂ ਬਾਅਦ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ, ਗੁਰੂ ਹਰਿਗੋਬਿੰਦ ਸਾਹਿਬ ਜੀ, ਗੁਰੂ ਹਰਿਰਾਇ ਜੀ, ਗੁਰੂ ਹਰਿਕ੍ਰਿਸ਼ਨ ਜੀ, ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਅਤੇ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਦੀ ਚਰਨ ਛੋਹ ਪ੍ਰਾਪਤ ਇਹ ਅਸਥਾਨ ਸਿੱਖ ਧਰਮ ਵਿਚ ਵਿਸ਼ੇਸ਼ ਸਥਾਨ ਗ੍ਰਹਿਣ ਕਰ ਗਿਆ।\n\n1665 ਵਿਚ ਮਾਲਵੇ ਦੀ ਯਾਤਰਾ ਕਰਦੇ ਹੋਏ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਪੂਰਬ ਦੀ ਪ੍ਰਚਾਰ-ਯਾਤਰਾ ਕਰਨ ਜਾ ਰਹੇ ਸਨ ਤਾਂ ਇਸ ਨਗਰ ਵਿਖੇ ਪੁੱਜੇ। ਗੁਰੂ ਜੀ ਨੇ ਇਸ ਨਗਰ ਵਿਖੇ ਇਕ ਬਾਉਲੀ ਬਣਵਾ ਕੇ ਪਾਣੀ ਦੀ ਘਾਟ ਨੂੰ ਦੂਰ ਕੀਤਾ ਸੀ। ਇਸ ਅਸਥਾਨ ਤੇ ਗੁਰੂ ਜੀ ਦੀ ਯਾਦ ਵਿਚ ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਸਸ਼ੋਭਿਤ ਹੈ। ਇਸ ਗੁਰਦੁਆਰਾ ਸਾਹਿਬ ਦੇ ਅਧਿਕਾਰ ਹੇਠ 70-80 ਬਿੱਘੇ ਜ਼ਮੀਨ ਹੈ ਅਤੇ ਅੰਬਾਂ, ਬੇਰੀਆਂ ਅਤੇ ਅਮਰੂਦਾਂ ਦਾ ਇਕ ਬਾਗ਼ ਵੀ ਹੈ। ਇਹ ਗੁਰਦੁਆਰਾ ਸ਼ਹਿਰ ਤੋਂ ਉੱਤਰ ਦੀ ਤਰਫ਼ 3 ਫਰਲਾਂਗ ’ਤੇ ਹੈ ਤੇ ਨਿਸ਼ਾਨ ਸਾਹਿਬ ਜੀ ਝੂਲ ਰਹੇ ਹਨ। ਸ਼੍ਰੋਮਣੀ ਗੁਰਦੁਆਰਾ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ ਦੇ ਪ੍ਰਬੰਧ ਅਧੀਨ ਇਹ ਗੁਰਧਾਮ ਕੁਰਕਸ਼ੇਤਰ ਦੇ ਗੁਰਦੁਆਰਾ ਸਾਹਿਬ ਪਾਤਸ਼ਾਹੀ ਛੇਵੀਂ ਦੇ ਅਧੀਨ ਹੈ। ਇੱਥੋਂ ਇਹ ਸਾਢੇ ਤਿੰਨ ਕਿਲੋਮੀਟਰ ਦੀ ਦੂਰੀ 'ਤੇ ਸਥਿਤ ਹੈ। ਲਗ-ਪਗ ਇਕ ਏਕੜ ਜ਼ਮੀਨ 'ਤੇ ਦਰਬਾਰ ਹਾਲ, ਲੰਗਰ ਹਾਲ ਆਦਿ ਬਣੇ ਹੋਏ ਹਨ ਅਤੇ 13 ਏਕੜ ਵਾਹੀ ਯੋਗ ਜ਼ਮੀਨ ਠੇਕੇ 'ਤੇ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-manji-sahib-patshahi-nauvin",
    "name": "ਗੁਰਦੁਆਰਾ ਮੰਜੀ ਸਾਹਿਬ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ (ਸੁਡਲ -ਸੁਢੈਲ)",
    "content": "ਮੌਜੂਦਾ ਹਰਿਆਣਾ ਦੇ ਯਮੁਨਾ ਨਗਰ ਜ਼ਿਲੇ ਵਿਚ ਪੈਂਦੇ ਜਗਾਧਰੀ ਨਗਰ ਤੋਂ ਲਗ-ਪਗ 8 ਕਿਲੋਮੀਟਰ ਦੀ ਦੂਰੀ 'ਤੇ ਸਥਿਤ ਇਸ ਪਿੰਡ ਵਿਖੇ ਗੁਰਦੁਆਰਾ ਮੰਜੀ ਸਾਹਿਬ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ ਹੈ। ਇਸ ਦੇ ਨਾਲ ਹੀ ਸੁਢੈਲ ਪਿੰਡ ਸਥਿਤ ਹੈ ਜਿਹੜਾ ਕਿ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਦਾ ਵੱਸਿਆ ਹੋਇਆ ਹੈ। ਇਹਨਾਂ ਦੋਵਾਂ ਪਿੰਡਾਂ ਨੂੰ ਸਾਂਝੇ ਤੌਰ 'ਤੇ ਸੁਡਲ-ਸੁਢੈਲ ਦੇ ਨਾਂ ਨਾਲ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ। ਜੂਨ 1931 ਵਿਚ ਭਾਈ ਧੰਨਾ ਸਿੰਘ ਨੇ ਇਸ ਗੁਰਧਾਮ ਦੇ ਦਰਸ਼ਨ ਕੀਤੇ ਸਨ। ਉਸ ਸਮੇਂ ਭਾਈ ਪੂਰਨ ਸਿੰਘ ਇੱਥੋਂ ਦੇ ਸੇਵਾਦਾਰ ਸਨ।\n\nਸ਼੍ਰੋਮਣੀ ਗੁਰਦੁਆਰਾ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ ਗੁਰਦੁਆਰਾ ਇਸ ਗੁਰਧਾਮ ਦਾ ਪ੍ਰਬੰਧ ਕਰਦੀ ਹੈ। ਸਥਾਨਿਕ 5 ਮੈਂਬਰੀ ਕਮੇਟੀ ਦੇ ਮੌਜੂਦਾ ਪ੍ਰਧਾਨ ਸ. ਸਵਰਨ ਸਿੰਘ ਹਨ, 1982 ਤੋਂ ਇਹ ਇਸ ਗੁਰਦੁਆਰਾ ਸਾਹਿਬ ਦੀ ਸੇਵਾ-ਸੰਭਾਲ ਕਰ ਰਹੇ ਹਨ। ਇਹਨਾਂ ਨੇ ਦੱਸਿਆ ਕਿ ਇਹਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਇਹਨਾਂ ਦੇ ਪਿਤਾ ਸ. ਰਣਧੀਰ ਸਿੰਘ 1955 ਤੋਂ ਲੈ ਕੇ 1982 ਤੱਕ ਇਸ ਗੁਰਧਾਮ ਦੀ ਸੇਵਾ ਸੰਭਾਲ ਕਰਦੇ ਰਹੇ ਸਨ।\n\nਪਹਿਲਾਂ ਇੱਥੇ ਦੋ ਕਮਰੇ ਸਨ ਜਿਨ੍ਹਾਂ ਵਿਚੋਂ ਇਕ ਕਮਰੇ ਵਿਚ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੁੰਦਾ ਸੀ ਅਤੇ ਦੂਜੇ ਵਿਚ ਗ੍ਰੰਥੀ ਸਿੰਘ ਦੀ ਰਿਹਾਇਸ਼ ਸੀ। 1969 ਵਿਚ ਇੱਥੇ ਇਕ ਨਵਾਂ ਦਰਬਾਰ ਹਾਲ ਬਣਾਇਆ ਗਿਆ ਅਤੇ 2013 ਵਿਚ ਇਸ ਇਮਾਰਤ ਦਾ ਨਵੀਨੀਕਰਨ ਕੀਤਾ ਗਿਆ। 2008 ਵਿਚ ਲੰਗਰ ਹਾਲ ਅਤੇ ਕੁੱਝ ਨਵੇਂ ਰਿਹਾਇਸ਼ੀ ਕਮਰਿਆਂ ਦੀ ਉਸਾਰੀ ਕੀਤੀ ਗਈ। ਮੌਜੂਦਾ ਸਮੇਂ ਵਿਚ ਗੁਰਦੁਆਰਾ ਸਾਹਿਬ ਦੀ 4 ਏਕੜ ਜ਼ਮੀਨ 'ਤੇ ਦਰਬਾਰ ਹਾਲ, ਲੰਗਰ ਹਾਲ, ਦਰਸ਼ਨੀ ਡਿਊੜੀ, 7 ਰਿਹਾਇਸ਼ੀ ਕਮਰੇ ਆਦਿ ਬਣੇ ਹੋਏ ਹਨ। ਗੁਰਦੁਆਰਾ ਸਾਹਿਬ ਦੇ ਨਾਂ 38 ਏਕੜ ਵਾਹੀ ਯੋਗ ਜ਼ਮੀਨ ਠੇਕੇ 'ਤੇ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ। ਸੂਡਲ ਪਿੰਡ ਨੂੰ ਭਾਗ ਲਾਉਂਦੇ ਹੋਏ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਰਤਨਪੁਰਾ, ਬੂੜੀਆ, ਰਾਜਾਘਾਟ, ਦਰਾਜਪੁਰ,  ਚੰਨਣੇ ਪਿੰਡ, ਸਾਂਤਲਸਰ ਤੋਂ ਹੁੰਦੇ ਹੋਏ ਹਰਿਦੁਆਰ ਕਨਖ਼ਲ ਵਿਖੇ ਪਹੁੰਚੇ। ਇਹ ਸਥਾਨ ਪਹਿਲਾਂ ਤੋਂ ਸ਼੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਦੀ ਚਰਨ ਛੋਹ ਪ੍ਰਾਪਤ ਸੀ। ਗੁਰੂ ਕੀਆਂ ਸਾਖੀਆਂ ਅਨੁਸਾਰ  ਗੁਰੂ ਤੇਗ ਬਹਾਦੁਰ ਸਾਹਿਬ ਹਰਿਦੁਆਰ ਦੇ ਆਸ ਪਾਸ ਦੇ ਇਲਾਕਿਆਂ ਤੋਂ ਅੱਗੇ ਗੜ੍ਹ ਮੁਕਤੇਸ਼ਵਰ, ਨੀਮਖਾਰ ਜ਼ਿਲਾ ਸੀਤਾਪੁਰ, ਉਤਰ ਪ੍ਰਦੇਸ਼  ਆਦਿਕ ਨਗਰਾਂ ਵਿਚ ਸਿੱਖੀ ਪ੍ਰਚਾਰ ਕਰਦੇ ਹੋਏ ਅਤੇ ਤ੍ਰਿਬੈਣੀ ਪ੍ਰਯਾਗ (ਇਲਾਹਾਬਾਦ) ਪਹੁੰਚੇ । ਭੱਟ ਵਹੀ ਦੱਖਣੀ ਮੁਤਾਬਕ ਆਪ ਜੀ ਵਹੀਰ ਸਮੇਤ 19 ਅਪ੍ਰੈਲ 1661 ਨੂੰ ਪ੍ਰਯਾਗ ਵਿਖੇ ਸੀ । ਮਿਰਜ਼ਾਪੁਰ ਆਦਿ ਤੋਂ ਹੋ ਕੇ ਦੋ ਕੁ ਮਹੀਨਿਆਂ ਪਿੱਛੋਂ ਇਹ ਪ੍ਰਚਾਰ ਵਹੀਰ 21 ਜੂਨ 1661 ਈ: ਨੂੰ ਪਰਿਵਾਰ ਸਹਿਤ ਕਾਸ਼ੀ (ਬਨਾਰਸ) ਵਿੱਚ ਸਨ। ਇਥੋਂ ਸਸਾਰਾਮ ਆਦਿਕ ਥਾਵਾਂ ਤੋਂ ਹੁੰਦੇ ਹੋਏ ਗਯਾ ਤੇ ਫਿਰ ਪਟਨਾ ਪਹੁੰਚੇ। ਗਯਾ ਵਿਚ ਗੁਰੂ ਹਰਗੋਬਿੰਦ ਜੀ ਦਾ ਪੁਰਾਣਾ ਸਿੱਖ ਭਾਈ ਜੈਤਾ ਸੇਠ ਮਿਲਿਆ ਜਿਹੜਾ ਕਿ ਬੜੀ ਸ਼ਰਧਾ ਨਾਲ ਸਤਿਗੁਰਾਂ ਦੇ ਪਰਿਵਾਰ ਤੇ ਸਿੱਖਾਂ ਨੂੰ ਅਪਣੇ ਸ਼ਹਿਰ ਪਟਨੇ ਲੈ ਗਿਆ। ਪਟਨੇ ਹੀ 1666 ਨੂੰ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਦਾ ਜਨਮ ਹੋਇਆ। ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਦੇ ਜਨਮ ਸਮੇਂ ਪਟਨੇ ਵਿਚ ਨਹੀਂ ਸਨ।\n\nਸ਼ਾਹਜ਼ਾਦਪੁਰ ਤੋਂ ਗੁਰੂ ਜੀ ਮਥੁਰਾਪੁਰ ਵੀ ਗਏ ਤੇ ਉਥੇ ਧਰਮਸਾਲ ਵੀ ਬਣਵਾਈ ਸੀ। ਮਥੁਰਾਪੁਰ ਤੋਂ ਪਦਮਾ ਨਦੀ ਪਾਰ ਕਰਕੇ ਢਾਕੇ ਗਏ । 6 ਅਕਤੂਬਰ 1661 ਨੂੰ ਗੁਰੂ ਹਰਿ ਰਾਇ ਜੀ ਕੀਰਤਪੁਰ ਸਾਹਿਬ ਵਿੱਚ ਜੋਤੀ ਜੋਤਿ ਸਮਾਏ। ਗੁਰੂ ਹਰ ਰਾਇ ਸਾਹਿਬ ਦੇ ਜੋਤੀ ਜੋਤ ਸਮਾਉਣ ਦੀ ਖਬਰ ਉਨ੍ਹਾਂ ਨੂੰ ਪਟਨੇ ਮਿਲੀ ਤਾਂ ਉਹ ਅਫਸੋਸ ਕਰਨ ਲਈ ਪੰਜਾਬ ਨੂੰ ਵਾਪਿਸ ਮੁੜੇ। ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਮਾਤਾ ਨਾਨਕੀ ਜੀ, ਮਾਤਾ ਹਰੀ ਜੀ ਅਤੇ ਦੀਵਾਨ ਦਰਗਾ ਮੱਲ ਆਦਿ ਮੁਖੀ ਸਿੱਖ ਸਨ। ਮਾਤਾ ਗੁਜਰੀ ਅਤੇ ਸਾਹਿਬਜ਼ਾਦੇ ਨੂੰ ਭਾਈ ਦਿਆਲ ਦਾਸ ਦੀ ਦੇਖ ਭਾਲ ਅਧੀਨ ਪਟਨੇ ਛੱਡ ਆਏ ਸਨ। ਪ੍ਰਯਾਗ ਹੁੰਦੇ ਹੋਏ ਸੰਮਤ 1720 ਬਿਕਰਮੀ ਚੇਤ ਸੁਦੀ 5 ਬੁਧਵਾਰ ਨੂੰ ਦਿੱਲੀ ਪਹੁੰਚੇ ਅਤੇ ਮਿਰਜ਼ਾ ਰਾਜਾ ਜੈ ਸਿੰਘ ਦੇ ਬੰਗਲੇ ਰਾਇਸੀਨਾ ਦਿੱਲੀ ਵਿੱਚ ਤਿੰਨ ਦਿਨ ਠਹਿਰੇ।  ਦਿੱਲੀ ਵਿੱਚ ਹੀ ਉਨ੍ਹਾਂ ਨੇ ਮਾਤਾ ਸੁਲੱਖਣੀ ਅਤੇ ਮਾਤਾ ਬੱਸੀ ਸੁਪਤਨੀ ਬਾਬਾ ਗੁਰਦਿਤਾ ਜੀ ਨਾਲ ਅਫਸੋਸ ਪ੍ਰਗਟ ਕੀਤਾ ਅਤੇ ਬਾਦਸ਼ਾਹ ਨੂੰ ਮਿਲਣ ਆਏ ਉਪਰੰਤ ਗੁਰੂ ਹਰਿ ਕਿਸ਼ਨ ਜੀ ਦੇ ਦਰਸ਼ਨ ਕਰ ਕੇ ਬਕਾਲੇ ਚਲੇ ਗਏ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sri-manji-sahib",
    "name": "ਗੁਰਦੁਆਰਾ ਸ੍ਰੀ ਮੰਜੀ ਸਾਹਿਬ (ਬਾਬਾ ਬਕਾਲਾ)",
    "content": "ਸ੍ਰੀ ਦਰਬਾਰ ਸਾਹਿਬ (ਬਾਬਾ ਬਕਾਲਾ): ਇਹ ਉਹ ਪ੍ਰਮੁੱਖ ਅਸਥਾਨ ਹੈ ਜਿੱਥੇ ਗੁਰੂ ਰੂਪ ਵਿਚ ਪ੍ਰਗਟ ਹੋਣ ਉਪਰੰਤ ਗੁਰੂ ਜੀ ਸੰਗਤ ਵਿਚ ਬਾਣੀ ਵਿਚਾਰ ਕਰਦੇ ਸਨ। ਸਥਾਨਿਕ ਪਰੰਪਰਾ ਦੱਸਦੀ ਹੈ ਕਿ ਇਸ ਅਸਥਾਨ 'ਤੇ ਬਾਬਾ ਬੁੱਢਾ ਜੀ ਦੀ ਬੰਸ ਵਿਚੋਂ ਭਾਈ ਗੁਰਦਿੱਤਾ ਜੀ ਨੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੂੰ ਗੁਰਿਆਈ ਦੀ ਰਸਮ ਕੀਤੀ ਸੀ। ਇਸ ਅਸਥਾਨ 'ਤੇ ਇਕ ਵੱਡਾ ਦਰਬਾਰ ਹਾਲ ਸੁਸ਼ੋਭਿਤ ਹੈ ਜਿੱਥੇ ਰੋਜ਼ਾਨਾ ਸੰਗਤ ਜੁੜਦੀ ਹੈ ਅਤੇ ਮਰਿਯਾਦਾ ਅਨੁਸਾਰ ਨਿਤਨੇਮ ਦੀ ਪਰੰਪਰਾ ਦਾ ਪਾਲਣ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।\n\nਸ੍ਰੀ ਦਰਬਾਰ ਸਾਹਿਬ (ਬਾਬਾ ਬਕਾਲਾ)",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-kotha-sahib-pind-valla",
    "name": "ਗੁਰਦੁਆਰਾ ਕੋਠਾ ਸਾਹਿਬ ਪਿੰਡ ਵੱਲਾ (ਅੰਮ੍ਰਿਤਸਰ)",
    "content": "ਪਿੰਡ ਵੱਲੇ ਤੋਂ ਚੱਲ ਕੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਸੰਗਤਾਂ ਦੇ ਨਾਲ ਤਰਨ ਤਾਰਨ ਵਿਖੇ ਆ ਗਏ। ਇੱਥੇ ਪਹੁੰਚ ਕੇ ਆਪ ਜੀ ਨੇ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਸਰੋਵਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕੀਤਾ ਅਤੇ ਕੋਹੜੀਆਂ ਦੇ ਲਈ ਬਣੇ ਸਥਾਨ ਤੇ ਜਾ ਕੇ ਹੱਥੀਂ ਸੇਵਾ ਕੀਤੀ । ਮਾਤਾ ਭਾਨੀ ਜੀ ਦੇ ਖੂਹ ਤੇ ਵੀ ਸ਼ਰਧਾ ਨਾਲ ਨਤਮਸਤਕ ਹੋਏ। ਇਥੋਂ ਚੱਲ ਕੇ ਗੁਰੂ ਸਾਹਿਬ ਜੀ ਨੇ ਅਗਲਾ ਪੜਾਅ ਖਡੂਰ ਸਾਹਿਬ ਵਿਖੇ ਕੀਤਾ । ਖਡੂਰ ਸਾਹਿਬ ਵਿਖੇ ਜਿੱਥੇ-ਜਿੱਥੇ ਵੀ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਦੇ ਚਰਨ ਛੋਹ ਅਸਥਾਨ ਸਨ, ਉੱਥੇ ਆਪ ਜੀ ਨੇ ਜਾ ਕੇ ਸੰਗਤਾਂ ਵਿੱਚ ਦੀਵਾਨ ਸਜਾਏ। ਇੱਥੇ ਹੀ ਬਾਬਾ ਮੋਹਰੀ ਚੰਦ ਜੀ ਦੀ ਸੰਤਾਨ ਮੁਖੀ ਬਾਬਾ ਦੁਆਰਾਕਾ ਦਾਸ ਜੀ ਨੂੰ ਵੀ ਮਿਲੇ, ਜਿਹਨਾਂ ਨੇ ਬਾਬਾ ਬਕਾਲਾ ਵਿਖੇ ਪੁੱਜ ਕੇ ਗੁਰਤਾਗੱਦੀ ਸਬੰਧੀ ਦੁਬਿਧਾ ਦੂਰ ਕਰਨ ਦੇ ਵਿੱਚ ਅਹਿਮ ਹਿੱਸਾ ਪਾਇਆ ਸੀ। ਮੁਖੀ ਬਾਬਾ ਦੁਆਰਕਾ ਦਾਸ ਜੀ ਇਥੋਂ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਨੂੰ ਬੜੇ ਸਤਿਕਾਰ ਸਹਿਤ ਗੋਇੰਦਵਾਲ ਸਾਹਿਬ ਲੈ ਕੇ ਗਏ। ਗੋਇੰਦਵਾਲ ਸਾਹਿਬ ਆਪ ਜੀ ਪੋਹ ਦੀ ਮੱਸਿਆ ਨੂੰ ਪਹੁੰਚੇ, ਕੁਝ ਦਿਨ ਇੱਥੇ ਵੀ ਸੰਗਤਾਂ ਵਿੱਚ ਦੀਵਾਨ ਸਜਾਉਂਦੇ ਰਹੇ ਅਤੇ ਇਸ ਤੋਂ ਬਾਅਦ ਆਪ ਜੀ ਨੇ ਮਾਲਵਾ ਫੇਰੀ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕੀਤੀ।  ਗੋਇੰਦਵਾਲ ਸਾਹਿਬ ਤੋਂ ਭਾਈ ਮੂਲ ਚੰਦ ਜੀ ਦਾ ਬੇਟਾ ਰਘਪਤਿ ਰਾਏ ਆਪ ਜੀ ਨੂੰ ਖੇਮਕਰਨ ਨਗਰ ਵਿੱਚ ਲੈ ਗਿਆ।  ਇੱਥੇ ਸਾਰੀਆਂ ਸੰਗਤਾਂ ਨੇ ਆਪ ਜੀ ਦੀ ਬਹੁਤ ਸੇਵਾ ਕੀਤੀ । ਇਥੋਂ ਚੱਲ ਕੇ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਸਰਹਾਲੀ ਕਲਾਂ ਤੋਂ ਲਗਭਗ 12 ਕਿਲੋਮੀਟਰ ਦੀ ਦੂਰੀ ਤੇ ਪਿੰਡ ਚੋਲਾ ਵਿਖੇ ਪੁੱਜੇ। ਇਸ ਪਿੰਡ ਵਿੱਚ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਦਾ ਚੋਲਾ ਸਾਹਿਬ ਪਿਆ ਹੈ ਜੋ ਕਿ ਉਹਨਾਂ ਨੇ ਮੱਕੇ ਦੀ ਫੇਰੀ ਸਮੇਂ ਪਹਿਨਿਆ ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਇਸ ਨਗਰ ਵਿੱਚ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਭਾਈ ਹੀਰਾ ਬਾਢੀ ਦੇ ਘਰ ਠਹਿਰੇ ਸਨ। ਮਾਝੇ ਇਲਾਕੇ ਦੇ ਇਹਨਾਂ ਖੇਤਰਾਂ ਦੀ ਯਾਤਰਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਗੁਰੂ ਸਾਹਿਬ ਜੀ ਨੇ ਮਾਲਵਾ ਖੇਤਰ ਵੱਲ ਜਾਣ ਦੀ ਤਿਆਰੀ ਕੀਤੀ। ਮਹਿਮਾ ਪ੍ਰਕਾਸ਼ ਦੀ ਲਿਖਤ ਅਨੁਸਾਰ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੇ ਲੱਖੀ ਜੰਗਲ ਜਾਂ ਮਾਲਵਾ ਦੇਸ਼ ਜਾਣ ਦਾ ਮਨ ਬਣਾਇਆ ਤਾਂ ਇਸ ਦੇ ਮੁੱਖ ਕਾਰਨ ਸਨ ਇੱਕ ਤਾਂ ਗੁਰੂ ਸਾਹਿਬ ਸਿੱਖਾਂ ਦੇ ਵਿੱਚ ਸ਼ਰਧਾ ਪੂਰੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਸਨ ਤੇ ਦੂਸਰਾ ਗੁਰਤਾਗੱਦੀ ਨੂੰ ਲੈ ਕੇ ਚੱਲ ਰਹੇ ਵਾਦ-ਵਿਵਾਦ ਤੋਂ ਦੂਰ ਰਹਿ ਕੇ ਸਿੱਖੀ ਦਾ ਪ੍ਰਚਾਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਸਨ। ਮਾਝੇ ਦੇਸ਼ ਵਿੱਚ ਦੂਸਰੇ, ਤੀਸਰੇ, ਚੌਥੇ, ਪੰਜਵੇਂ ਅਤੇ ਛੇਵੇਂ ਗੁਰੂ ਸਾਹਿਬ ਜੀ ਨੇ ਸਿੱਖੀ ਦਾ ਪ੍ਰਚਾਰ ਕਰ ਕੇ ਸੰਗਤਾਂ ਵਿੱਚ ਸਿੱਖੀ ਨੂੰ ਬਹੁਤ ਦ੍ਰਿੜ ਕਰਵਾ ਦਿੱਤਾ ਸੀ। ਦੁਆਬੇ ਵਿੱਚ ਵੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਆਪ ਸਿੱਖੀ ਦਾ ਪ੍ਰਚਾਰ ਕਰਦੇ ਰਹੇ ਸਨ। ਮਾਲਵਾ ਵੱਲ ਭਾਵੇਂ ਸਿੱਖੀ ਦਾ ਪ੍ਰਚਾਰ ਤਾਂ ਹੁੰਦਾ ਰਿਹਾ ਪਰ ਗੁਰੂ ਸਾਹਿਬ ਆਪ ਮਾਲਵਾ ਖੇਤਰ ਵਿੱਚ ਨਾ ਜਾ ਸਕੇ। ਇਸ ਕਰਕੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਨੇ ਮਨ ਬਣਾਇਆ ਕਿ ਮਾਲਵਾ ਦੇਸ਼ ਵਿੱਚ ਜਾ ਕੇ ਸੰਗਤਾਂ ਨੂੰ ਸਿੱਖ ਸਿਧਾਂਤਾਂ ਵਿੱਚ ਦ੍ਰਿੜ ਕੀਤਾ ਜਾਵੇ। ਇਸ ਕਰਕੇ ਆਪ ਜੀ ਨੇ ਆਪਣੇ ਜੀਵਨ ਦੌਰਾਨ ਤਕਰੀਬਨ ਤਿੰਨ ਵਾਰ ਮਾਲਵਾ ਦੇਸ਼ ਦੀ ਫੇਰੀ ਕੀਤੀ।\n\nਮਾਝੇ ਤੇ ਇਹਨਾਂ ਇਲਾਕਿਆਂ ਤੋਂ ਹੁੰਦੇ ਹੋਏ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਬਿਆਸ ਅਤੇ ਸਤਲੁਜ ਪਾਰ ਕਰਕੇ ਜੀਰਾ, ਮੋਗਾ ਆਦਿ ਨਗਰਾਂ ਰਾਹੀਂ ਮਸੇਰ ਸਾਈ ਦਾਸ ਦੇ ਘਰ ਡਰੌਲੀ ਪਹੁੰਚੇl  ਸੰਗਤਾਂ ਨੇ ਇੱਥੇ ਆਪ ਜੀ ਦਾ ਬਹੁਤ ਸਵਾਗਤ ਕੀਤਾ ਅਤੇ ਆਪ ਜੀ ਦੀ ਬਹੁਤ ਸੇਵਾ ਕੀਤੀ l ਅਗਲੇ ਪੜਾਅ ਵੱਲ ਚਲਦੇ ਆਂ ਗੁਰੂ ਸਾਹਿਬ ਜੀ ਪਿੰਡ ਮੌੜ ਵਿਖੇ ਪਹੁੰਚੇ l",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-patshahi-nauvin",
    "name": "ਗੁਰਦੁਆਰਾ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ, ਮਈਸਰਖਾਨਾ (ਬਠਿੰਡਾ)",
    "content": "ਤਲਵੰਡੀ ਸਾਬੋ: ਸਿੱਖਾਂ ਦੇ ਪੰਜਵੇਂ ਮਹਾਨ ਤਖਤ ਵਜੋਂ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਇਹ ਸਥਾਨ ਬਠਿੰਡਾ ਜ਼ਿਲ੍ਹੇ ਵਿੱਚ ਮੌਜੂਦ ਹੈ। ਇਸ ਨਗਰ ਨੂੰ ਸ੍ਰੀ ਦਮਦਮਾ ਸਾਹਿਬ ਅਤੇ ਗੁਰੂ ਕੀ ਕਾਸ਼ੀ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਇਹ ਸਥਾਨ ਸ਼੍ਰੀ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਸਾਹਿਬ ਜੀ ਅਤੇ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦੀ ਚਰਨ ਛੋਹ ਪ੍ਰਾਪਤ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨਾਲ ਸੰਬੰਧਿਤ ਸਥਾਨਾਂ ਦੀ ਸੇਵਾ ਸੰਭਾਲ ਸ਼੍ਰੋਮਣੀ ਗੁਰਦੁਆਰਾ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ ਵੱਲੋਂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ। ਤਲਵੰਡੀ ਸਾਬੋ ਵਿਖੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨਾਲ ਸੰਬੰਧਿਤ ਤਕਰੀਬਨ ਤਿੰਨ ਗੁਰਦੁਆਰਾ ਸਾਹਿਬ ਹਨ ਜਿਨਾਂ ਦਾ ਇਤਿਹਾਸ ਹੇਠ ਲਿਖੇ ਅਨੁਸਾਰ ਹੈ:",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-manji-sahib",
    "name": "ਗੁਰਦੁਆਰਾ ਮੰਜੀ ਸਾਹਿਬ (ਤਲਵੰਡੀ ਸਾਬੋ)",
    "content": "3.  ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਸਰ ਸਰੋਵਰ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ ਅਤੇ ਦਸਵੀਂ (ਤਲਵੰਡੀ ਸਾਬੋ) :- ਤਖਤ ਸ੍ਰੀ ਦਮਦਮਾ ਸਾਹਿਬ ਦੀ ਪਿਛਲੇ ਪਾਸੇ ਇਹ ਅਸਥਾਨ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਅਤੇ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਸਾਹਿਬ ਜੀ ਦੀ ਯਾਦ ਵਿੱਚ ਸਮਰਪਿਤ ਹੈ। ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਨੇ ਇਸ ਸਥਾਨ ਤੇ ਬੈਠ ਕੇ ਹੀ ਸਰੋਵਰ ਦੀ  ਗਾਰ ਆਪਣੇ ਦੁਸ਼ਾਲੇ ਨਾਲ ਕੱਢੀ ਸੀ l",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-dhamdhan-sahib-patshahi-nauvin",
    "name": "ਗੁਰਦੁਆਰਾ ਧਮਧਾਨ ਸਾਹਿਬ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ (ਹਰਿਆਣਾ)",
    "content": "ਗੁਰੂ ਜੀ ਕਾਫੀ ਸਮਾਂ ਤਕ ਧਮਧਾਨ ਸਾਹਿਬ ਦੇ ਨੇੜੇ ਦੇ ਇਲਾਕਿਆਂ ਵਿੱਚ ਸਿੱਖੀ ਦਾ ਪ੍ਰਚਾਰ ਕਰਦੇ ਰਹੇ I 1665 ਦੀ ਵਿਸਾਖੀ ਦਾ ਮੇਲਾ ਧਮਧਾਨ ਸਾਹਿਬ ਵਿਖੇ ਹੀ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦੀ ਹਜ਼ੂਰੀ ਵਿੱਚ ਮਨਾਇਆ ਗਿਆ। ਭਾਰੀ ਗਿਣਤੀ ਵਿੱਚ ਸਿੱਖ ਸੰਗਤਾਂ ਨੇ ਗੁਰੂ ਸਾਹਿਬ ਦੇ ਹਜ਼ੂਰ ਹਾਜ਼ਰੀ ਭਰੀ l ਇਥੋਂ ਚੱਲ ਕੇ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਖਰਕਭੂਰਾ, ਖਟਕੜ, ਜੀਂਦ, ਕੈਥਲ, ਬਨੀ- ਬਦਰਪੁਰ ਆਦਿ ਪਿੰਡਾਂ ਵਿੱਚੋਂ ਹੁੰਦੇ ਹੋਏ ਸੰਗਤਾਂ ਕਾਇਮ ਕਰਦੇ ਸਿੱਖੀ ਦੇ ਪ੍ਰਚਾਰ ਦੇ ਲਈ ਕੇਂਦਰ ਸਥਾਪਿਤ ਕਰਦੇ ਸਿੱਖਾਂ ਨੂੰ ਪ੍ਰੇਰਨਾ ਕਰਦੇ ਅਤੇ ਲੋਕ ਭਲਾਈ ਦੇ ਕਾਰਜਾਂ ਨੂੰ ਨਿਭਾਉਂਦੇ ਹੋਏ ਸੰਗਤਾਂ ਵਿੱਚ ਉਤਸ਼ਾਹ ਬਖਸ਼ਦੇ ਹੋਏ ਅਨੰਦਪੁਰ ਸਾਹਿਬ ਪੁੱਜੇ l",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-manji-sahib-patshahi-nauvin-kaithal",
    "name": "ਗੁਰਦੁਆਰਾ ਮੰਜੀ ਸਾਹਿਬ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ (ਕੈਥਲ)",
    "content": "ਕੈਥਲ ਵਿਖੇ ਨਿੰਮ ਦੇ ਇਕ ਰੁੱਖ ਹੇਠਾਂ ਠੰਡਾਰ ਤੀਰਥ ਵਿਖੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੇ ਡੇਰਾ ਕੀਤਾ ਸੀ ਅਤੇ ਦਰਸ਼ਨ ਕਰਨ ਲਈ ਆਉਣ ਵਾਲੀ ਸੰਗਤ ਵਿਚੋਂ ਇਕ ਤਰਖਾਣ ਸ਼ਰਧਾਲੂ ਨੇ ਗੁਰੂ ਜੀ ਨੂੰ ਆਪਣੇ ਘਰ ਵਿਖੇ ਚਰਨ ਪਾਉਣ ਦੀ ਬੇਨਤੀ ਕੀਤੀ। ਸਤਿਕਾਰ ਸਹਿਤ ਇਸ ਨੇ ਗੁਰੂ ਜੀ ਦੀ ਬਹੁਤ ਸੇਵਾ ਕੀਤੀ ਜਿਸ ਤੋਂ ਖ਼ੁਸ਼ ਹੋ ਕੇ ਗੁਰੂ ਜੀ ਨੇ ਬਚਨ ਕੀਤਾ, \"ਧੰਨ ਸਿਖੀ। ਏਥੋ ਸਿਖੀ ਦਾ ਨਿਵਾਸ ਹੋਊ। ਕਥਾ ਕੀਰਤਨ ਹੋਊ ਸਦਾ।”ਇਹ ਤਰਖਾਣ ਗੁਰੂ ਜੀ ਨੂੰ ਆਪਣੇ ਭਾਈਚਾਰੇ ਨਾਲ ਸੰਬੰਧਿਤ ਤਰਖਾਣ ਸਿੱਖ ਦੇ ਘਰ ਲੈ ਗਿਆ ਜਿਸ ਨੇ ਗੁਰੂ ਜੀ ਦੀ ਬਹੁਤ ਸੇਵਾ ਕੀਤੀ। ਇਸ ਤਰਖਾਣ ਦਾ ਪਰਿਵਾਰ ਹਾਲੇ ਵੀ ਇਸ ਨਗਰ ਵਿਖੇ ਮੌਜੂਦ ਹੈ। ਜਿੱਥੇ ਗੁਰੂ ਜੀ ਨੇ ਨਿਵਾਸ ਕੀਤਾ ਸੀ ਉਹ ਅਸਥਾਨ ਉਸੇ ਸਮੇਂ ਤੋਂ ਹੀ ਪੂਜਾ ਅਸਥਾਨ ਬਣ ਗਿਆ ਸੀ।\n\nਕੈਥਲ ਵਿਖੇ ਸਮਾਂ ਪਾ ਕੇ ਇਹ ਅਸਥਾਨ ਗੁਰਦੁਆਰਾ ਮੰਜੀ ਸਾਹਿਬ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ ਵਜੋਂ ਪ੍ਰਸਿੱਧ ਹੋ ਗਿਆ। ਕੈਥਲ ਦੇ ਰਾਜੇ ਭਾਈ ਲਾਲ ਸਿੰਘ ਨੇ ਇਸ ਅਸਥਾਨ 'ਤੇ ਗੁਰੂ ਜੀ ਦੀ ਯਾਦ ਵਿਚ ਇਕ ਗੁਰਧਾਮ ਦੀ ਉਸਾਰੀ ਕਰਵਾਈ ਸੀ। 1974 ਵਿਚ ਬਾਬਾ ਜੀਵਨ ਸਿੰਘ ਪਿਹੋਵੇ ਵਾਲਿਆਂ ਅਤੇ ਬਾਬਾ ਹਰਬੰਸ ਸਿੰਘ ਦਿੱਲੀ ਵਾਲਿਆਂ ਨੇ ਸੇਵਾ ਕਰਵਾਈ ਸੀ। ਮੌਜੂਦਾ ਸਮੇਂ ਵਿਚ ਇਸ ਇਮਾਰਤ ਦੀ ਕਾਰ ਸੇਵਾ ਦੁਬਾਰਾ ਆਰੰਭ ਕੀਤੀ ਗਈ ਹੈ। 21 ਮਾਰਚ 1921 ਨੂੰ ਨਵੇਂ ਦਰਬਾਰ ਹਾਲ ਦਾ ਨੀਂਹ ਪੱਥਰ ਰੱਖ ਕੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸੇਵਾ ਦਲ ਵੱਲੋਂ ਇਹ ਕਾਰਜ ਆਰੰਭ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਲਗ-ਪਗ ਅੱਧਾ ਏਕੜ ਜ਼ਮੀਨ 'ਤੇ ਉਸਾਰੀ ਅਧੀਨ ਨਵਾਂ ਦਰਬਾਰ ਹਾਲ, ਲੰਗਰ ਹਾਲ, ਦਫ਼ਤਰ ਅਤੇ 10 ਰਿਹਾਇਸ਼ੀ ਕਮਰੇ ਮੌਜੂਦ ਹਨ। ਗੁਰਦੁਆਰਾ ਸਾਹਿਬ ਦੀ ਲਗ-ਪਗ 18 ਏਕੜ ਵਾਹੀ ਯੋਗ ਜ਼ਮੀਨ ਠੇਕੇ 'ਤੇ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਇਸ ਦੀ 12 ਏਕੜ ਜ਼ਮੀਨ 'ਤੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਪਬਲਿਕ ਸਕੂਲ ਚੱਲ ਰਿਹਾ ਹੈ। ਮੌਜੂਦਾ ਸਮੇਂ ਵਿਚ ਇੱਥੇ ਲੋਕਲ ਕਮੇਟੀ ਨਾ ਹੋਣ ਕਰਕੇ ਇਸ ਦਾ ਪ੍ਰਬੰਧ ਸ਼੍ਰੋਮਣੀ ਕਮੇਟੀ ਵੱਲੋਂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ, ਸ. ਰੁਪੰਦਰ ਸਿੰਘ ਮੈਨੇਜਰ ਅਤੇ ਭਾਈ ਸਾਹਿਬ ਸਿੰਘ ਗ੍ਰੰਥੀ ਸਿੰਘ ਦੀ ਸੇਵਾ ਨਿਭਾ ਰਹੇ ਹਨ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-manji-sahib-patshahi-nauvin-bani",
    "name": "ਗੁਰਦੁਆਰਾ ਮੰਜੀ ਸਾਹਿਬ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ, ਬਨੀ- ਬਦਰਪੁਰ (ਹਰਿਆਣਾ)",
    "content": "ਅਨੰਦਪੁਰ ਸਾਹਿਬ: ਕਹਿਲੂਰ ਰਿਆਸਤ ਵਿਚ ਪੈਂਦੇ ਇਸ ਨਗਰ ਦਾ ਪਹਿਲਾ ਨਾਂ ਮਾਖੋਵਾਲ ਸੀ। 1665 ਵਿਚ ਥੇਹ ਦੇ ਰੂਪ ਵਿਚ ਮੌਜੂਦ ਇਸ ਅਸਥਾਨ 'ਤੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੇ ਨਵੇਂ ਨਗਰ ਦੀ ਸਥਾਪਨਾ ਕੀਤੀ ਸੀ। ਮੋੜ੍ਹੀ ਗੱਡ ਕੇ ਗੁਰੂ ਜੀ ਨੇ ਇਸ ਦਾ ਨਾਂ ਚੱਕ ਨਾਨਕੀ ਰੱਖਿਆ। ਗੁਰੂ ਹਰਿਗੋਬਿੰਦ ਜੀ, ਗੁਰੂ ਹਰਿਰਾਇ ਜੀ, ਗੁਰੂ ਹਰਿਕ੍ਰਿਸ਼ਨ ਜੀ, ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਅਤੇ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਦਾ ਵਧੇਰੇ ਸਮਾਂ ਮਾਲਵੇ ਵਿਚ ਬਸਰ ਹੋਇਆ ਅਤੇ ਇਹਨਾਂ ਦੇ ਸਮੇਂ ਹੀ ਕੀਰਤਪੁਰ ਸਾਹਿਬ ਅਤੇ ਅਨੰਦਪੁਰ ਸਾਹਿਬ ਆਦਿ ਨਗਰ ਆਬਾਦ ਹੋਏ ਸਨ। ਇਹ ਨਗਰ ਇਹਨਾਂ ਗੁਰੂ ਸਾਹਿਬਾਨ ਦੀ ਚਰਨ-ਛੋਹ ਪ੍ਰਾਪਤ  ਅਸਥਾਨ ਸਿੱਖ ਪੰਥ ਵਿਚ ਵਿਸ਼ੇਸ਼ ਮਹੱਤਵ ਰੱਖਦਾ ਹੈ। ਗੁਰਦੁਆਰਾ ਗੁਰੂ ਕੇ ਮਹਿਲ ਭੋਰਾ ਸਾਹਿਬ, ਗੁਰਦੁਆਰਾ ਥੜ੍ਹਾ ਸਾਹਿਬ, ਗੁਰਦੁਆਰਾ ਦਮਦਮਾ ਸਾਹਿਬ, ਗੁਰਦੁਆਰਾ ਸੀਸ ਗੰਜ ਸਾਹਿਬ, ਗੁਰਦੁਆਰਾ ਅਕਾਲ ਬੁੰਗਾ, ਮਸੰਦਾਂ ਦਾ ਖੂਹ, ਗੁਰਦੁਆਰਾ ਦੁਮਾਲਗੜ੍ਹ ਸਾਹਿਬ, ਗੁਰਦੁਆਰਾ ਸ਼ਹੀਦੀ ਬਾਗ਼, ਗੁਰਦੁਆਰਾ ਮਾਤਾ ਜੀਤ ਕੌਰ ਜੀ, ਤਖ਼ਤ ਸ੍ਰੀ ਕੇਸਗੜ੍ਹ ਸਾਹਿਬ, ਕਿਲ੍ਹਾ ਅਨੰਦਗੜ੍ਹ, ਕਿਲ੍ਹਾ ਲੋਹਗੜ੍ਹ, ਕਿਲ੍ਹਾ ਹੋਲਗੜ੍ਹ, ਕਿਲ੍ਹਾ ਫ਼ਤਹਿਗੜ੍ਹ, ਕਿਲ੍ਹਾ ਤਾਰਾਗੜ੍ਹ ਆਦਿ ਅਜਿਹੇ ਮਹੱਤਵਪੂਰਨ ਅਸਥਾਨ ਹਨ ਜਿਹੜੇ ਸਿੱਖਾਂ ਲਈ ਸਦੀਵੀ ਪ੍ਰੇਰਨਾ ਦਾ ਸਰੋਤ ਹਨ। ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨਾਲ ਇਹ ਅਸਥਾਨ ਇਸ ਨਗਰ ਵਿਖੇ ਮੌਜੂਦ ਹਨ:",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-tharrha-sahib-sahib",
    "name": "ਗੁਰਦੁਆਰਾ ਥੜ੍ਹਾ ਸਾਹਿਬ (ਅਨੰਦਪੁਰ ਸਾਹਿਬ)",
    "content": "3. ਗੁਰਦੁਆਰਾ ਦਮਦਮਾ ਸਾਹਿਬ: ਗੁਰਦੁਆਰਾ ਥੜ੍ਹਾ ਸਾਹਿਬ ਦੇ ਨਾਲ ਹੀ ਇਹ ਅਸਥਾਨ ਮੌਜੂਦ ਹੈ। 1675 ਵਿਚ ਦਿੱਲੀ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੇ ਇਸੇ ਅਸਥਾਨ 'ਤੇ ਗੋਬਿੰਦ ਰਾਇ ਜੀ ਨੂੰ ਗੁਰਿਆਈ ਦੀ ਰਸਮ ਕੀਤੀ ਸੀ। ਇਹ ਅਸਥਾਨ ਗੁਰਦੁਆਰਾ ਦਮਦਮਾ ਸਾਹਿਬ ਦੇ ਨਾਂ ਨਾਲ ਪ੍ਰਸਿੱਧ ਹੈ। ਮੌਜੂਦਾ ਇਮਾਰਤ ਬਾਬਾ ਅਵਤਾਰ ਸਿੰਘ ਟਿੱਬੀ ਸਾਹਿਬ ਵਾਲਿਆਂ ਨੇ ਤਿਆਰ ਕਰਵਾਈ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sri-sadabarat-sahib",
    "name": "ਗੁਰਦੁਆਰਾ ਸ੍ਰੀ ਸਦਾਬਰਤ ਸਾਹਿਬ",
    "content": "- ਸ੍ਰੀ ਸਦਾਬਰਤ ਸਾਹਿਬ ਆਨੰਦਪੁਰ ਸਾਹਿਬ ਅਤੇ ਕੀਰਤਪੁਰ ਸਾਹਿਬ ਜਾਣ ਲਈ ਇੱਕ ਮੁੱਖ ਰਸਤਾ ਹੈ, ਅਤੇ ਇੱਥੇ ਘੱਟੋ-ਘੱਟ 5 ਗੁਰੂ ਸਾਹਿਬਾਨ ਵੱਖਰੇ ਤੌਰ 'ਤੇ ਗਏ ਸਨ। ਸ੍ਰੀ ਗੁਰੂ ਹਰਗੋਬਿੰਦ ਸਾਹਿਬ ਜੀ ਡਰੋਲੀ ਭਾਈ ਕੀ ਤੋਂ ਕੀਰਤਪੁਰ ਜਾਂਦੇ ਸਮੇਂ ਇੱਥੇ ਆਏ ਸਨ। ਗੁਰੂ ਸਾਹਿਬ ਨੇ ਦੁਆਬੇ ਵਿੱਚ ਰਹਿਣ ਵਾਲੇ ਲੋਕਾਂ ਦੇ ਭਲੇ ਲਈ ਬਹੁਤ ਸਾਰੇ ਚੰਗੇ ਕੰਮ ਕੀਤੇ ਸਨ ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਵੱਖ-ਵੱਖ ਥਾਵਾਂ 'ਤੇ ਲੰਗਰ ਸ਼ੁਰੂ ਕਰਨਾ ਸ਼ਾਮਲ ਸੀ। ਗੁਰੂ ਹਰਗੋਬਿੰਦ ਜੀ 1634 ਦੀ ਗੁਰੂਸਰ ਦੀ ਲੜਾਈ ਜਿੱਤਣ ਤੋਂ ਬਾਅਦ ਕੀਰਤਪੁਰ ਜਾਂਦੇ ਸਮੇਂ ਵੀ ਇੱਥੇ ਰੁਕੇ ਸਨ। ਸ੍ਰੀ ਗੁਰੂ ਹਰਕ੍ਰਿਸ਼ਨ ਸਾਹਿਬ ਜੀ ਨੇ ਕੀਰਤਪੁਰ ਤੋਂ ਦਿੱਲੀ ਜਾਂਦੇ ਸਮੇਂ ਇੱਥੇ ਆਪਣਾ ਪਹਿਲਾ ਠਹਿਰਾਅ ਕੀਤਾ ਸੀ। ਬਹੁਤ ਸਾਰੇ ਲੋਕ ਨੌਜਵਾਨ ਗੁਰੂ ਸਾਹਿਬ ਦੇ ਦਰਸ਼ਨ ਕਰਨ ਲਈ ਪਹੁੰਚੇ ਸਨ। ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਆਨੰਦਪੁਰ ਸਾਹਿਬ ਤੋਂ ਬਿਹਾਰ-ਅਸਾਮ ਜਾਂਦੇ ਸਮੇਂ ਇੱਥੇ ਪਹੁੰਚੇ ਸਨ। ਸ੍ਰੀ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਪਹਿਲੀ ਵਾਰ ਛੋਟੀ ਉਮਰ ਵਿੱਚ ਪਟਨਾ ਤੋਂ ਅਨੰਦਪੁਰ ਜਾਂਦੇ ਸਮੇਂ ਇੱਥੇ ਰੁਕੇ ਸਨ। ਗੁਰੂ ਸਾਹਿਬ ਨੇ ਇੱਥੋਂ ਕਈ ਯਾਤਰਾਵਾਂ ਕੀਤੀਆਂ। ਮਾਤਾ ਗੁਜਰੀ, ਮਾਤਾ ਸੁੰਦਰੀ ਅਤੇ ਮਾਤਾ ਸਾਹਿਬ ਕੌਰ ਵੀ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਦੇ ਨਾਲ ਸਨ।\n\nਉਹ ਜਗ੍ਹਾ ਜਿੱਥੇ ਹੁਣ ਗੁਰਦੁਆਰਾ ਸ੍ਰੀ ਸਦਾਬਰਤ ਸਾਹਿਬ ਸਥਿਤ ਹੈ, ਵਪਾਰੀਆਂ ਅਤੇ ਹੋਰਾਂ ਲਈ ਪਹਾੜੀ ਇਲਾਕਿਆਂ ਵਿੱਚ ਆਉਣ-ਜਾਣ ਲਈ ਇੱਕ ਮਹੱਤਵਪੂਰਨ ਠਹਿਰਾਅ ਸਥਾਨ ਸੀ। ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਵੀ ਪੀਰ ਬੁੱਢਣ ਸ਼ਾਹ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਾਅਦ ਕੀਰਤਪੁਰ ਸਾਹਿਬ ਤੋਂ ਵਾਪਸ ਆਉਂਦੇ ਸਮੇਂ ਇਸ ਸਥਾਨ 'ਤੇ ਠਹਿਰੇ ਹੋਣਗੇ। ਬਾਅਦ ਵਿੱਚ, ਗੁਰੂ ਹਰਗੋਬਿੰਦ ਜੀ ਕਰਤਾਰਪੁਰ ਤੋਂ ਕੀਰਤਪੁਰ ਸਾਹਿਬ ਜਾਂਦੇ ਸਮੇਂ ਇਸ ਸਥਾਨ 'ਤੇ ਰੁਕੇ ਸਨ। ਇਸ ਤੋਂ ਬਾਅਦ ਸ੍ਰੀ ਗੁਰੂ ਹਰ ਰਾਏ ਸਾਹਿਬ ਜੀ, ਸ੍ਰੀ ਗੁਰੂ ਹਰਕ੍ਰਿਸ਼ਨ ਸਾਹਿਬ ਜੀ, ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ, ਸ੍ਰੀ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਜੀ ਵੀ ਅਕਸਰ ਇਸ ਸਥਾਨ 'ਤੇ ਆਉਂਦੇ ਸਨ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sohiana-sahib",
    "name": "ਗੁਰਦੁਆਰਾ ਸੋਹੀਆਣਾ ਸਾਹਿਬ (ਹੰਡਿਆਇਆ)",
    "content": "- ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਮਹਾਰਾਜ ਜਦੋਂ ਇਸ ਇਲਾਕੇ ਵਿੱਚ ਆਏ ਅਤੇ ਹੰਡਿਆਏ ਤੋਂ 'ਅੱਗੇ ਧੌਲੇ ਦੀ ਜੂਹ ਵਿੱਚ ਪ੍ਰਵੇਸ਼ ਕਰਨ ਲੱਗੇ ਤਾਂ ਘੋੜੇ ਨੇ ਅੱਗੇ ਜਾਣ ਤੋਂ ਅੜੀ ਕੀਤੀ ਤਾਂ ਗੁਰੂ ਜੀ ਨੇ , ਘੋੜੇ ਦੀ ਲਗਾਮ ਛੱਡ ਦਿੱਤੀ ਤਾਂ ਘੋੜਾ ਸੋਹੀਵਾਲ ਪਿੰਡ ਵੱਲ ਨੂੰ ਚੱਲ ਪਿਆ। ਗੁਰੂ ਸਾਹਿਬ ਨੇ ਪਿੰਡੋਂ ਬਾਹਰ ਛੱਪੜੀ ਤੇ ਡੇਰੇ ਲਾਏ। ਇਸ ਪਿੰਡ ਦੀ ਮੋੜ੍ਹੀ ਸੋਹੀ ਗੋਤ ਦੇ ਚੌਧਰੀ ਨੇ ਗੱਡੀ ਸੀ। ਜਿਸ ਕਰੀਰ ਅਤੇ ਜੰਡ ਨਾਲ ਗੁਰੂ ਜੀ ਨੇ ਘੋੜਾ ਬੰਨਿਆ ਸੀ, ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਸਿਰਫ ਕਰੀਰ ਹੀ ਮੋਯੂਦ ਹਨ । ਇਸ ਥਾਂ ਤੇ ਗੁਰੂ ਜੀ ਦੁਪਹਿਰ ਤੱਕ ਦੇ ਸਮੇਂ ਠਹਿਰੇ ਸੀ। ਗੁਰੂ ਜੀ ਏਥੇ - ਸੰਮਤ 1722 ਬਿਕਰਮੀ ਨੂੰ ਆਏ ਸਨ । ਪਿੰਡ ਵਾਲਿਆਂ ਨੇ ਗੁਰੂ ਜੀ ਦੀ ਸੇਵਾ ਨਾ ਕੀਤੀ। ਗੁਰੂ ਜੀ ਨੇ ਪਿੰਡ ਦੇ ਲੋਕਾਂ ਤੋਂ ਪਿੰਡ ਦਾ ਨਾਂ ਪੁੱਛਿਆ, ਪਤਾ ਲੱਗਿਆ ਕਿ ਇਸ ਪਿੰਡ ਨੂੰ ਸੋਹੀਵਾਲ ਜਾਂ ਮੋਹੀਵਾਲ ਕਹਿੰਦੇ ਹਨ ਤਾਂ ਗੁਰੂ ਜੀ ਨੇ ਬਚਨ ਕੀਤਾ\" ਨਾ ਸੋਹੀ ਨਾ ਮੋਹੀ ਦੇਰ ਹੋਸੀ ਥੇਹੀ ਬੇਰੀ, ਇਥੇ ਹੋਸੀ ਮਿਰਗਾਂ ਦੀ ਠੇਹੀ। ਸਮਾਂ ਪਾਕੇ ਅਹਿਮਦ ਸ਼ਾਹ ਅਬਦਾਲੀ ਦੇ ਹਮਲਿਆਂ ਸਮੇਂ ਇਹ ਪਿੰਡ ਉੱਜੜ ਗਿਆ। ਥੇਹ ਦੀ ਨਿਸ਼ਾਨੀ ਅਜੇ ਵੀ ਹੈ, ਇਸ ਥੇਹ ਦੇ ਉੱਤਰ ਵੱਲ - 3 ਫਰਲਾਂਗ ਦੀ ਵਿੱਥ ਤੇ ਸਿੱਖ਼ ਰਾਜ ਸਮੇਂ ਮਹਾਰਾਜਾ ਹੀਰਾ ਸਿੰਘ ਦੀ ਰਾਣੀ ਚੰਦ ਕੌਰ ਨੇ ਪਿੰਡ ਖੁੱਡੀ ਖੁਰਦ ਵਸਾਇਆ।\n\nਗੁ.ਸੂਲੀਸਰ ਸਾਹਿਬ ਪਾ.ਨੋਵੀਂ (ਮਾਨਸਾ) :-  ਜ਼ਿਲ੍ਹਾ ਮਾਨਸਾ ਦੇ ਇੱਕ ਪਿੰਡ ਕੋਟ ਧਰਮੂ ਤੋਂ ਇੱਕ ਕਿਲੋਮੀਟਰ ਦੀ ਦੂਰੀ ਅਤੇ ਰੇਲਵੇ ਸਟੇਸ਼ਨ ਮਾਨਸਾ ਤੋਂ 10 ਕਿਲੋਮੀਟਰ ਦੇ ਫਾਸਲੇ ਤੇ ਮਾਨਸਾ ਸਰਸਾ ਸੜਕ ਦੇ ਨਜ਼ਦੀਕ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਦਾ ਗੁਰਦੁਆਰਾ ਸੂਲੀਸਰ ਸਾਹਿਬ ਸਥਿਤ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਨੇ ਦਮਦਮਾ ਸਾਹਿਬ ਦੀਆਂ ਸੰਗਤਾਂ ਨੂੰ ਨਾਮ ਥਾਂਈ ਨਾਲ ਜੋੜਨ ਵਹਿਮਾਂ ਭਰਮਾ ਫੋਕਟ ਰਸਮਾਂ ਰੀਤਾਂ ਤੇ ਮੁਕਤ ਕਰਨ, ਸਮਾਜ ਸੁਧਾਰ ਅਤੇ ਲੋਕ ਭਲਾਈ ਦੇ ਕੰਮਾਂ ਲਈ ਲੋਕਾਂ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਨ ਅਤੇ ਸੇਵਾ ਦੇ ਖੇਤਰ ਉਹਨਾਂ ਦੀ ਯੋਗ ਸਹਾਇਤਾ ਕਰਨ ਦੇ ਵੀਚਾਰ ਨਾਲ ਅਗਸਤ 1665 ਈ. ਨੂੰ ਸ੍ਰੀ ਅਨੰਦਪੁਰ ਸਾਹਿਬ ਤੋਂ ਚਾਲੇ ਪਾਏ। ਮਾਲਵਾ ਦੇਸ਼ ਨੂੰ ਤਾਰਦੇ ਹੋਏ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਇੱਥੋਂ ਮੋੜ, ਢਿਲਵਾਂ, ਭਦਰ, ਜੋਗਾ ਭੁਪਾਲ ਖੀਵਾ ਭੀਖੀ ਖਿਆਲਾ ਮੋੜ ਅਤੇ ਖਾਨੇਵਾਲ ਆਦਿ ਪਿੰਡਾਂ ਦੇ ਰਸਤੇ ਤੋਂ ਹੁੰਦੇ ਹੋਏ ਤਲਵੰਡੀ ਸਾਬੋ ਪੁੱਜੇ। ਇਸ ਅਸਥਾਨ ਨੂੰ ਗੁਰੂ ਕੀ ਕਾਂਸੀ ਦੇ ਵਰ ਬਖ਼ਸ ਕੇ ਤੇ ਇਥੇ ਗੁਰੂਸਰ ਸਰੋਵਰ ਦੀ ਖੁਦਾਈ ਦਾ ਕਾਰਜ ਆਰੰਭ ਕਰਵਾਇਆ।\n\nਦਮਦਮਾ ਸਾਹਿਬ ਤੋਂ ਗੁਰੂ ਸਾਹਿਬ ਇਸ ਅਸਥਾਨ ਤੇ ਪੁੱਜੇ। ਰੈਣ-ਬਸੇਰੇ ਲਈ ਗੁਰੂ ਜੀ ਨੇ ਇੱਥੇ ਡੇਰਾ ਕੀਤਾ। ਰਾਤ ਸਮੇਂ ਕਿਸੇ ਨੇ ਗੁਰੂ ਜੀ ਦਾ ਕੀਮਤੀ ਘੋੜਾ ਚੁਰਾ ਲਿਆ। ਰਾਤ ਦੇ ਹਨੇਰੇ ਵਿੱਚ ਇੱਕ ਕੋਹ ਲਹਿੰਦੇ ਵੱਲ ਜਾ ਕੇ ਚੋਰ ਨੂੰ ਚੌਧੀ ਲੱਗ ਗਈ। ਉਸ ਨੂੰ ਦਿਸ਼ਾ ਭਰਮਣ ਹੋ ਗਿਆ। ਉਹ ਘੋੜੇ ਸਮੇਤ ਉਥੇ ਬੈਠ ਗਿਆ।ਦਿਨ ਚੜੇ ਉਸ ਚੋਰ ਨੂੰ ਫੜ੍ਹ ਲਿਆਂਦਾ। ਗੁਰੂ ਸਾਹਿਬ ਦੇ ਹਜੂਰ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ। ਆਪਣੇ ਇਸ ਕੁਕਰਮ ਦੀ ਸਜ਼ਾ ਭੁਗਤਣ ਵਜੋਂ ਉਸ ਨੇ ਇੱਥੇ ਜੰਡ ਦੇ ਦਰਖਤ ਦੇ ਸੁੱਕੇ ਟਾਹਣੇ ਉਪਰ ਪੇਟ ਭਾਰ ਡਿੱਗ ਕੇ ਆਪਣੇ ਜੀਵਨ ਦਾ ਅੰਤ ਕਰ ਲਿਆ। ਇਸ ਕਰਕੇ ਇਸ ਗੁਰ ਅਸਥਾਨ ਦਾ ਨਾਂ ਸੂਲੀਸਰ ਪ੍ਰਸਿੱਧ ਹੋ ਗਿਆ । ਦਸਵੀਂ ਵਾਲੇ ਦਿਨ ਇੱਥੇ ਭਾਰੀ ਮੇਲਾ ਲਗਦਾ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sri-chacha-faggu-mall",
    "name": "ਗੁਰਦੁਆਰਾ ਸ੍ਰੀ ਚਾਚਾ ਫੱਗੂ ਮੱਲ",
    "content": "- ਭਾਈ ਫੱਗੂ ਮੱਲ, (ਜਿਸਨੂੰ ਚਾਚਾ ਫੱਗੂ ਮੱਲ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ) ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਗੁਰਸਿੱਖ ਸਨ, ਨੂੰ ਗੁਰੂ ਜੀ ਨੇ ਸਿੱਖ ਧਰਮ ਦਾ ਸੰਦੇਸ਼ ਫੈਲਾਉਣ ਲਈ ਭੇਜਿਆ ਸੀ। ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਮੰਜੀਆਂ ਨੂੰ ਵੱਖ-ਵੱਖ ਦਿਸ਼ਾਵਾਂ ਵਿੱਚ ਭੇਜਿਆ, ਜਿਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨੂੰ ਭਾਈ ਫੱਗੂ ਮੱਲ ਜੀ ਰਾਹੀਂ ਸਾਸਾਰਾਮ, ਬਿਹਾਰ ਭੇਜਿਆ ਗਿਆ। ਇੱਕ ਵਾਰ ਭਾਈ ਫੱਗੂ ਮੱਲ ਬਿਹਾਰ ਪਹੁੰਚਣ 'ਤੇ, ਉਹ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਜ਼ਿਆਦਾਤਰ ਸਮਾਂ ਗੁਰਦੁਆਰਾ ਸ੍ਰੀ ਚਾਚਾ ਫੱਗੂ ਮੱਲ ਦੇ ਸਥਾਨ 'ਤੇ ਰਹੇ ਅਤੇ ਦੇਖਭਾਲ ਕਰਨ ਵਾਲੇ ਬਣ ਗਏ।\n\nਆਪਣੇ ਠਹਿਰਾਅ ਦੌਰਾਨ, ਭਾਈ ਫੱਗੂ ਮੱਲ ਦਾਨ ਇਕੱਠਾ ਕਰਦੇ ਸਨ ਅਤੇ ਗੁਰੂਆਂ ਨੂੰ ਆਪਣੀਆਂ ਨਿਯਮਤ ਯਾਤਰਾਵਾਂ ਦੌਰਾਨ ਉਨ੍ਹਾਂ ਨੂੰ ਜਮ੍ਹਾਂ ਕਰਵਾਉਂਦੇ ਸਨ। ਭਾਈ ਫੱਗੂ ਮੱਲ ਨੇ 6 ਵੱਖ-ਵੱਖ ਗੁਰੂ ਸਾਹਿਬਾਨਾਂ ਨਾਲ ਇਸ ਪ੍ਰਥਾ ਨੂੰ ਜਾਰੀ ਰੱਖਿਆ। ਭਾਈ ਫੱਗੂ ਮੱਲ ਸਿੱਖ ਇਤਿਹਾਸ ਵਿੱਚ (ਬਾਬਾ ਬੁੱਢਾ ਜੀ ਤੋਂ ਬਾਅਦ) ਦੂਜੇ ਵਿਅਕਤੀ ਸਨ ਜੋ ਛੇ ਗੁਰੂ ਸਾਹਿਬਾਨਾਂ ਨੂੰ ਮਿਲੇ ਸਨ। ਹਾਲਾਂਕਿ, ਇੱਕ ਵਾਰ ਭਾਈ ਫੱਗੂ ਮੱਲ ਬੁੱਢਾ ਹੋ ਗਿਆ ਤਾਂ ਉਹ ਯਾਤਰਾ ਨਹੀਂ ਕਰ ਸਕਿਆ ਅਤੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਣ ਤੋਂ ਪਹਿਲਾਂ ਗੁਰੂ ਜੀ ਨੂੰ ਆਖਰੀ ਵਾਰ ਮਿਲਣ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ।\n\nਜਦੋਂ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਜੀ ਪੂਰਬ ਦੀ ਯਾਤਰਾ 'ਤੇ ਗਏ ਤਾਂ ਗੁਰੂ ਜੀ ਨੇ ਭਾਈ ਫੱਗੂ ਮੱਲ ਦੀਆਂ ਪ੍ਰਾਰਥਨਾਵਾਂ ਸੁਣੀਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿਲਣ ਦਾ ਫੈਸਲਾ ਕੀਤਾ। ਜਦੋਂ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਬਾਹਰ ਆਏ ਤਾਂ ਭਾਈ ਫੱਗੂ ਮੱਲ ਆਪਣੇ ਬਿਸਤਰੇ 'ਤੇ ਲੇਟੇ ਹੋਏ ਸਨ। ਕਿਸੇ ਨੇ ਭਾਈ ਫੱਗੂ ਮੱਲ ਨੂੰ ਦੱਸਿਆ ਕਿ ਗੁਰੂ ਸਾਹਿਬ ਦਰਸ਼ਨ ਕਰਨ ਆਏ ਹਨ । ਭਾਈ ਸਾਹਿਬ ਨੇ ਕਿਹਾ ਕਿ ਜੇਕਰ ਸੱਚਮੁੱਚ ਗੁਰੂ ਸਾਹਿਬ ਉੱਥੇ ਹੁੰਦੇ ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਅੰਦਰ ਜਾਣ ਲਈ ਉਨ੍ਹਾਂ ਦੀ ਇਜਾਜ਼ਤ ਦੀ ਲੋੜ ਨਹੀਂ ਪੈਂਦੀ। ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਦਰਵਾਜ਼ਾ ਖੁੱਲ੍ਹਿਆ (ਦਰਵਾਜ਼ਾ ਅਜੇ ਵੀ ਗੁਰਦੁਆਰਾ ਸਾਹਿਬ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਹੈ) ਅਤੇ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਅੰਦਰ ਦਾਖਲ ਹੋਏ। ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਨੇ ਭਾਈ ਫੱਗੂ ਮੱਲ ਜੀ ਨੂੰ 'ਚਾਚਾ ਫੱਗੂ ਮੱਲ ਜੀ' ਕਹਿ ਕੇ ਸੰਬੋਧਿਤ ਕੀਤਾ। ਭਾਈ ਫੱਗੂ ਮੱਲ ਬਹੁਤ ਖੁਸ਼ ਹੋਏ ਅਤੇ ਗੁਰੂ ਜੀ ਦੇ ਸਾਸਾਰਾਮ ਵਿੱਚ ਠਹਿਰਨ ਦੌਰਾਨ ਆਪਣੇ ਪਰਿਵਾਰ ਅਤੇ ਸੰਗਤ ਨਾਲ ਗੁਰੂ ਜੀ ਦੀ ਨਿੱਜੀ ਦੇਖਭਾਲ ਕੀਤੀ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sri-bari-sangat-sahib",
    "name": "ਗੁਰਦੁਆਰਾ ਸ੍ਰੀ ਬੜੀ ਸੰਗਤ ਸਾਹਿਬ (ਕੋਲਕਾਤਾ)-",
    "content": "ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਤੋਂ ਬਾਅਦ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਜੀ ਬੰਗਾਲ ਅਤੇ ਅਸਾਮ ਦੀ ਆਪਣੀ ਯਾਤਰਾ ਦੌਰਾਨ ਇੱਥੇ ਠਹਿਰੇ ਸਨ। ਇਸ ਤਰ੍ਹਾਂ ਦੋ ਗੁਰੂਆਂ ਦੀ ਯਾਤਰਾ ਦੁਆਰਾ ਗੁਰਦੁਆਰੇ ਨੂੰ ਦੁੱਗਣਾ ਆਸ਼ੀਰਵਾਦ ਪ੍ਰਾਪਤ ਹੋਇਆ। ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਜੀ ਅਪ੍ਰੈਲ 1668 ਵਿੱਚ ਇਸ ਸਥਾਨ 'ਤੇ ਆਏ ਅਤੇ ਗੁਰਬਾਣੀ ਸ਼ਬਦ 'ਹਰਿ ਕੀ ਗਤਿ ਨਹਿ ਕੋਈ ਜਾਨੈ' (ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ, ਅੰਗ 537) ਦਾ ਪਾਠ ਕੀਤਾ ਅਤੇ ਸਥਾਪਿਤ ਗੁਰੂ ਕੀ ਸੰਗਤ ਨੂੰ ਧਾਰਮਿਕ ਪ੍ਰੋਗਰਾਮ ਜਾਰੀ ਰੱਖਣ ਅਤੇ ਨਿਯਮਤ ਤੌਰ 'ਤੇ ਦੀਵਾਨ (ਸੰਗਤਾਂ) ਅਤੇ 24 ਘੰਟੇ ਗੁਰੂ ਕਾ ਲੰਗਰ ਲਗਾਉਣ ਦੀ ਹਦਾਇਤ ਕੀਤੀ। ਇਹ ਸਥਾਨ ਰਾਜਾ ਹਜ਼ੂਰੀ ਚੰਦ ਦੀ ਜਾਇਦਾਦ ਦਾ ਹਿੱਸਾ ਸੀ, ਜਿਸਨੇ ਇਸਨੂੰ ਬਣਾਇਆ ਅਤੇ ਸੰਭਾਲਿਆ। ਉਨ੍ਹਾਂ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਉਨ੍ਹਾਂ ਦੀਆਂ ਧੀਆਂ ਸ਼ਿਆਮ ਕੌਰ ਅਤੇ ਲੀਲਾ ਕੌਰ ਇਸਦੀ ਦੇਖਭਾਲ ਕਰਦੀਆਂ ਰਹੀਆਂ।  ਇੱਕ ਨਵੀਂ 16 ਮੈਂਬਰੀ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ ਬਣਾਈ ਗਈ। ਦਸੰਬਰ 1920 ਵਿੱਚ ਅੰਮ੍ਰਿਤਸਰ ਵਿਖੇ ਨਵੀਂ ਬਣੀ ਸ਼੍ਰੋਮਣੀ ਗੁਰਦੁਆਰਾ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ ਨੂੰ ਗੁਰਦੁਆਰੇ ਨੂੰ ਸੌਂਪਣ ਦਾ ਫੈਸਲਾ ਕੀਤਾ ਗਿਆ ਸੀ, ਅੱਜ ਕੱਲ ਗੁਰਦਵਾਰਾ ਸਾਹਿਬ ਵਿੱਚ ਵਧੀਆ ਢੰਗ ਨਾਲ ਕੰਮ ਚਲ ਰਿਹਾ ਹੈ।\n\nਗੁਰੂਦੁਆਰਾ ਬੰਗਲਾ ਸਾਹਿਬ, (ਰੋਹਤਕ) :- ਉਸ ਸਮੇਂ ਗੁਰੂ ਸਾਹਿਬ ਜੀ ਨੇ ਪੰਡਿਤਾਂ ਨੂੰ ਕਿਹਾ ਕਿ ਉਹ ਔਰੰਗਜੇਬ ਨੂੰ ਜਾ ਕੇ ਕਹਿ ਦੇਣ ਕੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦੁਰ ਸਾਹਿਬ ਸਾਡੇ ਰਹਿਬਰ ਹਨ ਜੇਕਰ ਉਹ ਮੁਸਲਮਾਨ ਬਣ ਗਏ ਤਾਂ ਅਸੀ ਵੀ ਇਸਲਾਮ ਧਰਮ ਕਬੂਲ ਕਰ ਲਵਾਂਗੇ।ਸਮੇਂ ਦੇ ਹਾਲਾਤ ਅਨੁਸਾਰ ਗੁਰੂ ਸਾਹਿਬ ਜੀ ਨੇ ਇਹ ਜਰੂਰੀ ਸਮਝਿਆ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਔਰੰਗਜੇਬ ਦੀ ਤਲਵਾਰ ਅੱਗੇ ਪੇਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਘਬਰਾਏ ਹੋਏ ਲੋਕਾਂ ਪਾਸ ਥਾਂ ਥਾਂ ਪਹੁੰਚ ਕੇ ਉਹਨਾਂ ਨੂੰ ਧੀਰਜ ਦਿਤੀ ਜਾਏ। ਆਨੰਦਪੁਰ ਤੋਂ ਕੀਰਤਪੁਰ ਆਏ। ਇਥੋਂ ਰੋਪੜ, ਨਨਹੇੜਾ ਆਦਿਕ ਪਿੰਡਾਂ ਵਿਚੋਂ ਹੋ ਕੇ ਸਿੱਧੇ ਦੱਖਣ ਵਲ ਆਂਦੇ ਹੋਏ ਸੈਫਾਬਾਦ ਪਹੁੰਚੇ , ਸੈਫਾਬਾਦ ਤੋਂ ਸਮਾਣੇ, ਸਮਾਣੇ ਤੋਂ ਦੱਖਣ ਵਲ ਚਲ ਕੇ ਗੁਰੂ ਜੀ ਕੈਥਲ, ਜੀਂਦ, ਲਖਣਮਾਜਰੇ ਦੇ ਰਸਤੇ  ਰੋਹਤਕ ਆਏ। ਰੋਹਤਕ ਵਿਚ ਗੁਰੂ ਸਾਹਿਬ ਜੀ 3 ਦਿਨ ਤਕ ਰੁੱਕੇ ।ਇਥੇ ਗੁਰੂ ਜੀ ਨੇ ਇਕ ਤਾਲਾਬ ਦੇ ਕਿਨਾਰੇ ਰੁਕਣਾ ਕੀਤਾ ।ਅਪਣਾ ਘੋੜਾ ਇਕ ਦਰਖਤ ਨਾਲ ਬੰਨਿਆ ਸੀ। ਇਧਰ ਗੁਰੂ ਸਾਹਿਬ ਜੀ ਨੇ ਇਕ ਖੂਹ ਪੁਟਵਾਇਆ ਸੀ ਜੋ ਕਿ ਹੁਣ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਇਹ ਥਾਂ ਗੁਰੂਦੁਆਰਾ ਬੰਗਲਾ ਸਾਹਿਬ ਜੀ ਦੇ ਨਾਂ ਤੇ ਸੁਭਾਇਮਾਨ ਹੈ। ਗੁਰੂਦੁਆਰੇ ਸਾਹਿਬ ਜੀ ਨਾਲ ਗੁਰੂ ਸਾਹਿਬ ਜੀ ਦੇ ਸਮੇ ਤਕ ਦਾ ਪ੍ਰਾਚੀਨ ਸ਼ੀਤਲਾ ਮੰਦਿਰ ਹੈ। ਇਥੋਂ ਦੇ ਲੌਕ ਜੋ ਕਿ ਕੁਰਾਹੇ ਪਏ ਸਨ ਉਹਨਾ ਨੂੰ ਗੁਰੂ ਜੀ ਨੇ ਸੱਚ ਦਾ ਉਪਦੇਸ਼ ਦਿਤਾ ਅਤੇ ਅਕਾਲ ਪੁਰਖ ਦੀ ਅਰਾਧਨਾ ਕਰਨ ਲਈ ਕਿਹਾ।ਅਤੇ \"ਭੈ ਕਾਹੂ ਕਉ ਦੇਤ ਨਹਿ ਨਹਿ ਭੈ ਮਾਨਤ ਆਨ \"।। ਦੇ ਸਿਧਾਂਤ ਉੱਤੇ ਚੱਲਣ ਲਈ ਕਿਹਾ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sri-damdama-sahib-bari",
    "name": "ਗੁਰਦੁਆਰਾ ਸ੍ਰੀ ਦਮਦਮਾ ਸਾਹਿਬ (ਧੁਬੜੀ, ਅਸਾਮ)-",
    "content": "ਇਸ ਸਥਾਨ ਨੂੰ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਅਤੇ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦੀ ਚਰਨ ਛੋਹ ਪ੍ਰਾਪਤ ਹੈ। ਜਦੋਂ ਰਾਜਾ ਰਾਮ ਸਿੰਘ ਪੁੱਤਰ ਮਿਰਜ਼ਾ ਰਾਜਾ ਜੈ ਸਿੰਘ ਨੂੰ ਸਮਰਾਟ ਔਰੰਗਜ਼ੇਬ ਨੇ ਕਾਮਰੂਪ (ਅਸਾਮ) ਦੇ ਅਹੋਮ ਰਾਜਾ ਚੱਕਰਧਵਾਜ ਸਿੰਘ ਦੇ ਵਿਦਰੋਹ ਨੂੰ ਕੁਚਲਣ ਲਈ ਨਿਯੁਕਤ ਕੀਤਾ ਸੀ, ਤਾਂ ਉਸਨੇ ਢਾਕਾ ਵਿਖੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਨੂੰ ਬੁਲਾਇਆ ਅਤੇ ਬੇਨਤੀ ਕੀਤੀ ਕਿ ਉਹ ਅਸਾਮ ਦੀ ਆਪਣੀ ਮੁਹਿੰਮ 'ਤੇ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਜਾਣ। ਉਨ੍ਹਾਂ ਦੀ ਬੇਨਤੀ ਨੂੰ ਗੁਰੂ ਜੀ ਨੇ ਸਵੀਕਾਰ ਕਰ ਲਿਆ ਸੀ ਜਿਨ੍ਹਾਂ ਨੇ ਜਾਦੂ ਅਤੇ ਸੁੰਦਰਤਾ ਦੀ ਧਰਤੀ 'ਤੇ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੀ ਯਾਤਰਾ ਦੀ ਯਾਦ ਵਿੱਚ ਬਣਾਏ ਗਏ ਧਾਰਮਿਕ ਕੇਂਦਰ ਨੂੰ ਮੁੜ ਸੁਰਜੀਤ ਕਰਨ ਲਈ ਅਸਾਮ ਜਾਣ ਦੀ ਯੋਜਨਾ ਬਣਾਈ ਸੀ। ਰਾਜਾ ਰਾਮ ਸਿੰਘ ਅਤੇ ਗੁਰੂ ਜੀ ਇਕੱਠੇ ਧੁਬੜੀ ਅਤੇ ਬ੍ਰਹਮਪੁੱਤਰ ਨਦੀ ਦੇ ਨਾਲ-ਨਾਲ ਮਾਰਚ ਕਰਦੇ ਹੋਏ ਫਰਵਰੀ, 1669 ਈਸਵੀ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਕਾਮਰੂਪ ਪਹੁੰਚੇ। ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਜੀ ਨੇ ਧੁਬੜੀ ਵਿਖੇ ਡੇਰਾ ਲਾਇਆ ਜਦੋਂ ਕਿ ਰਾਜਾ ਰਾਮ ਸਿੰਘ ਨੇ ਰੰਗਾਮਤੀ ਵਿਖੇ ਡੇਰਾ ਲਾਇਆ। ਸ਼ਾਹੀ ਫੌਜ ਨੂੰ ਆਪਣੀ ਤਾਕਤ ਦਾ ਭਰੋਸਾ ਸੀ ਪਰ ਅਜੇ ਤੱਕ ਇਹ ਯਕੀਨੀ ਨਹੀਂ ਸੀ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਨਾਲ ਪਵਿੱਤਰ ਪੁਰਸ਼ ਅਸਾਮੀ ਲੋਕਾਂ ਦੇ ਜਾਦੂ ਅਤੇ ਜਾਦੂ-ਟੂਣੇ ਦੇ ਬੁਰੇ ਪ੍ਰਭਾਵਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਗੇ ਜਾਂ ਨਹੀਂ। ਨਦੀ ਦੇ ਪਾਰ ਅਸਾਮੀ ਸ਼ਾਹੀ ਫੌਜ ਦੀ ਉੱਚ ਗਿਣਤੀ ਤੋਂ ਘਬਰਾ ਗਏ ਸਨ ਪਰ ਉਨ੍ਹਾਂ ਨੂੰ ਭਰੋਸਾ ਸੀ ਕਿ ਉਨ੍ਹਾਂ ਦੇ ਜਾਦੂਗਰਾਂ ਦੀਆਂ ਅਲੌਕਿਕ ਸ਼ਕਤੀਆਂ ਉਨ੍ਹਾਂ ਦੇ ਸਮਝਦਾਰੀ ਵਾਲੇ ਵਿਰੋਧ ਦੁਆਰਾ ਸਮਰਥਤ ਹਮਲਾਵਰਾਂ ਨੂੰ ਦੂਰ ਰੱਖ ਦੇਣਗੀਆਂ। ਜਾਦੂਈ ਅਸਾਮੀ ਔਰਤਾਂ ਆਪਣੇ ਤਾਂਤਰਿਕ ਸਮਾਨ ਨਾਲ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਜੀ ਦੇ ਡੇਰੇ ਦੇ ਸਿੱਧੇ ਪਾਰ ਆਪਣੇ ਡੇਰੇ ਵਿੱਚ ਵਿਨਾਸ਼ ਦੇ ਮੰਤਰਾਂ ਦਾ ਜਾਪ ਕਰਨ ਲੱਗ ਪਈਆਂ। ਪਰ ਉਨ੍ਹਾਂ ਦਾ ਸਾਰਾ ਜਾਦੂ ਗੁਰੂ ਜੀ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ। ਜਾਦੂਗਰ ਕਿਸੇ ਵੀ ਮਨੁੱਖ ਨੂੰ ਤਬਾਹ ਕਰਨ ਦੀ ਆਪਣੀ ਯੋਗਤਾ ਬਾਰੇ ਬਹੁਤ ਜ਼ਿਆਦਾ ਭਰੋਸਾ ਰੱਖਦੇ ਸਨ।  ਨਦੀ ਦੇ ਪਾਰੋਂ ਉਨ੍ਹਾਂ ਨੇ 26 ਫੁੱਟ ਲੰਬਾ ਪੱਥਰ ਸੁੱਟਿਆ, ਜੋ ਅਸਮਾਨ ਵਿੱਚੋਂ ਮਿਜ਼ਾਈਲ ਵਾਂਗ ਆ ਗਿਆ ਅਤੇ ਗੁਰੂ ਜੀ ਦੇ ਕੈਂਪ ਦੇ ਨੇੜੇ ਜ਼ਮੀਨ 'ਤੇ ਇੰਨਾ ਜ਼ੋਰ ਨਾਲ ਡਿੱਗਿਆ ਕਿ ਇਸਦੀ ਲੰਬਾਈ ਦਾ ਲਗਭਗ ਅੱਧਾ ਹਿੱਸਾ ਜ਼ਮੀਨ ਵਿੱਚ ਜਾ ਵੱਜਿਆ। ਇਸਨੂੰ ਅਜੇ ਵੀ ਉਸੇ ਸਥਿਤੀ ਵਿੱਚ ਦੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਜਦੋਂ ਉਨ੍ਹਾਂ ਦੀ ਮਿਜ਼ਾਈਲ ਗੁਰੂ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਵਿੱਚ ਅਸਫਲ ਰਹੀ, ਤਾਂ ਜਾਦੂਗਰਾਂ ਨੇ ਅੱਗੇ ਇੱਕ ਦਰੱਖਤ ਸੁੱਟਿਆ, ਜੋ ਬਿਨਾਂ ਕਿਸੇ ਸੱਟ ਦੇ ਕੈਂਪ ਦੇ ਬਹੁਤ ਨੇੜੇ ਡਿੱਗ ਪਿਆ। ਫਿਰ, ਜਿਵੇਂ ਹੀ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਨੇ ਆਪਣਾ ਧਨੁਸ਼ ਲੈ ਕੇ ਜਾਦੂ ਦੀ ਵੇਦੀ 'ਤੇ ਤੀਰ ਮਾਰਿਆ, ਉਨ੍ਹਾਂ ਦਾ ਸਾਰਾ ਜਾਦੂ  ਅਚਾਨਕ ਖਤਮ ਹੋ ਗਿਆ। ਜਾਦੂਗਰਾਂ ਨੂੰ ਅਹਿਸਾਸ ਹੋਇਆ ਕਿ ਉੱਚ ਸ਼ਕਤੀਆਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀਆਂ ਜਾਦੂਈ ਸ਼ਕਤੀਆਂ ਤੋਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਵਾਂਝਾ ਕਰ ਦਿੱਤਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਇੱਛਾ ਸ਼ਕਤੀ ਨੂੰ ਰੋਕ ਦਿੱਤਾ ਹੈ। ਉਹ ਨਦੀ ਪਾਰ ਕਰਕੇ ਗੁਰੂ ਦੇ ਕੈਂਪ ਵਿੱਚ ਗਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਨਾਰਾਜ਼ ਕਰਨ ਲਈ ਮਾਫ਼ੀ ਮੰਗੀ। ਉਨ੍ਹਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਸਿਆ ਕਿ ਉਹ ਸਿਰਫ ਉਨ੍ਹਾਂ ਵਿਦੇਸ਼ੀ ਲੋਕਾਂ ਨੂੰ ਭਜਾਉਣ ਲਈ ਲੜ ਰਹੇ ਸਨ ਜੋ ਉਨ੍ਹਾਂ ਨੂੰ ਗੁਲਾਮ ਬਣਾਉਣ ਆਏ ਸਨ। ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਨੇ ਜਾਦੂਗਰਾਂ ਨੂੰ ਭਰੋਸਾ ਦਿੱਤਾ ਕਿ ਉਹ ਰਾਜਾ ਰਾਮ ਸਿੰਘ ਅਤੇ ਅਹੋਮ ਰਾਜਾ ਵਿਚਕਾਰ ਸ਼ਾਂਤੀ ਲਿਆਉਣ ਲਈ ਕੰਮ ਕਰਨਗੇ, ਜਿਸ ਲਈ ਦੋਵਾਂ ਪਾਸਿਆਂ ਤੋਂ ਦਿਲ ਬਦਲਣਾ ਜ਼ਰੂਰੀ ਸੀ।  ਸਿੱਟੇ ਵਜੋਂ, ਉਸਨੇ ਰਾਜਾ ਰਾਮ ਸਿੰਘ ਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਕਿ ਉਹ ਸ਼ਾਂਤੀਪੂਰਨ ਗੱਲਬਾਤ ਰਾਹੀਂ ਆਪਣੇ ਸ਼ਾਸਕ ਦੇ ਉਦੇਸ਼ਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੇ ਅਤੇ ਜਦੋਂ ਤੱਕ ਉਸ 'ਤੇ ਹਮਲਾ ਨਾ ਹੋ ਜਾਵੇ, ਲੜਾਈ ਨਾ ਕਰੇ। ਬਾਕੀ ਕਹਾਣੀ ਇਤਿਹਾਸ ਦਾ ਹਿੱਸਾ ਹੈ ਕਿ ਉਹ ਸ਼ਾਹੀ ਸੈਨਾਪਤੀ ਰਾਜਾ ਰਾਮ ਸਿੰਘ ਅਤੇ ਅਸਾਮ ਦੇ ਅਹੋਮ ਰਾਜਾ ਵਿਚਕਾਰ ਮਤਭੇਦਾਂ ਨੂੰ ਦੂਰ ਕਰਨ ਵਿੱਚ ਕਿਵੇਂ ਸਫਲ ਹੋਇਆ। ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਅਹੋਮ ਰਾਜਾ ਨੇ ਗੁਰੂ ਜੀ ਨੂੰ ਕਾਮਾਖਿਆ ਤੀਰਥ ਸਥਾਨ 'ਤੇ ਸੱਦਾ ਦਿੱਤਾ, ਜਿੱਥੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਹੁਤ ਸਤਿਕਾਰ ਨਾਲ ਸਨਮਾਨਿਤ ਕੀਤਾ ਗਿਆ।\n\nਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਦੇ ਯਤਨਾਂ ਨਾਲ ਹੋਏ ਸ਼ਾਂਤੀ ਸਮਝੌਤੇ ਦੇ ਖੁਸ਼ਹਾਲ ਮੌਕੇ ਨੂੰ ਮੁਗਲ ਅਤੇ ਅਹੋਮ ਫੌਜਾਂ ਦੁਆਰਾ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਗੁਰਦੁਆਰੇ ਨੂੰ ਸਾਂਝੀ ਸ਼ਰਧਾਂਜਲੀ ਦੇ ਕੇ ਮਨਾਇਆ ਗਿਆ। ਸ਼ਾਂਤੀ ਦੀ ਯਾਦਗਾਰ ਵਜੋਂ, ਇੱਕ ਉੱਚਾ ਟਿੱਲਾ ਉੱਚਾ ਕੀਤਾ ਗਿਆ ਸੀ ਜਿਸ ਵਿੱਚ ਹਰੇਕ ਸਿਪਾਹੀ ਨੇ ਪੰਜ ਢਾਲ ਭਰੀ ਮਿੱਟੀ ਦਾ ਯੋਗਦਾਨ ਪਾਇਆ ਸੀ। ਅਸਾਮ ਦੇ ਗੋਲਪਾੜਾ ਜ਼ਿਲ੍ਹੇ ਦੇ ਇੱਕ ਉਪ-ਮੰਡਲ ਕਸਬੇ ਧੁਬਰੀ ਵਿਖੇ ਬ੍ਰਹਮਪ੍ਰਾ ਨਦੀ ਦੇ ਸੱਜੇ ਕੰਢੇ 'ਤੇ ਖੜ੍ਹਾ ਇਹ ਟਿੱਲਾ ਇੱਕ ਪਵਿੱਤਰ ਗੁਰਦੁਆਰੇ ਵਜੋਂ ਮੰਨਿਆ ਜਾਣ ਲੱਗਾ। ਇਸ ਦੇ ਨੇੜੇ ਇੱਕ ਗੁਰਦੁਆਰਾ ਵੀ ਉਸ ਜਗ੍ਹਾ 'ਤੇ ਬਣਾਇਆ ਗਿਆ ਸੀ ਜਿੱਥੇ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਠਹਿਰੇ ਸਨ ਅਤੇ ਸ਼ਾਂਤੀ ਦੀ ਗੱਲਬਾਤ ਕੀਤੀ ਸੀ।\n\nਗੁਰਦੁਆਰੇ ਦੇ ਸੇਵਾਦਾਰ ਭਾਈ ਰਾਮ ਸਿੰਘ ਨੇ 1901 ਵਿੱਚ ਇੱਕ ਕਮਰਾ ਦੁਬਾਰਾ ਬਣਾਇਆ। ਮਹੰਤਾਂ ਕੋਲ, ਮੂਲ ਰੂਪ ਵਿੱਚ, ਇੱਕ ਮੁਗਲ ਸਮਰਾਟ ਦਾ ਗੁਰਦੁਆਰੇ ਨੂੰ ਜ਼ਮੀਨ ਦੇਣ ਸੰਬੰਧੀ ਇੱਕ ਫਰਮਾਨ (ਫ਼ਤਵਾ) ਸੀ। 1902-03 ਵਿੱਚ, ਮਹੰਤ ਜੈ ਸਿੰਘ ਇਸ ਫਰਮਾਨ ਨੂੰ ਆਪਣੇ ਨਾਲ ਲੈ ਗਏ ਸਨ ਜਦੋਂ ਉਹ ਪੁਨਰ ਨਿਰਮਾਣ ਅਧੀਨ ਗੁਰਦੁਆਰੇ ਦੀ ਇਮਾਰਤ ਲਈ ਦਾਨ ਰਾਹੀਂ ਫੰਡ ਇਕੱਠਾ ਕਰਨ ਲਈ ਪੰਜਾਬ ਗਏ ਸਨ। ਬਦਕਿਸਮਤੀ ਨਾਲ ਭਾਈ ਜੈ ਸਿੰਘ ਦੀ ਇਸ ਯਾਤਰਾ ਦੌਰਾਨ ਅੰਮ੍ਰਿਤਸਰ ਦੇ ਨੇੜੇ ਕਿਤੇ ਮੌਤ ਹੋ ਗਈ, ਅਤੇ ਫਰਮਾਨ ਗੁੰਮ ਹੋ ਗਿਆ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sri-guru-teg-bahadur-sahib",
    "name": "ਗੁਰਦੁਆਰਾ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਸਾਹਿਬ (ਮੂਣਕ) -",
    "content": "ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਜੀ 1665 ਵਿੱਚ ਆਨੰਦਪੁਰ ਸਾਹਿਬ ਤੋਂ ਬਿਹਾਰ ਅਤੇ ਅਸਾਮ ਜਾਂਦੇ ਸਮੇਂ ਇਸ ਸਥਾਨ 'ਤੇ ਆਏ ਸਨ। ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਪਿੰਡ ਗੁਰਨੇ ਕਲਾਂ ਪਹੁੰਚੇ, ਫਿਰ ਗੋਬਿੰਦਪੁਰਾ ਗਏ ਅਤੇ ਪਿੰਡ ਲਹਿਲ ਕਲਾਂ ਪਹੁੰਚ ਕੇ ਗੁਰੂ ਜੀ ਇੱਕ ਉੱਚੇ ਟਿੱਲੇ 'ਤੇ ਬੈਠੇ। ਨੇੜੇ ਹੀ ਇੱਕ ਕਾਮਾ ਆਪਣੇ ਖੇਤਾਂ ਵਿੱਚ ਕੰਮ ਕਰ ਰਿਹਾ ਸੀ, ਉਹ ਆਇਆ, ਗੁਰੂ ਜੀ ਅੱਗੇ ਮੱਥਾ ਟੇਕਿਆ ਅਤੇ ਆਪਣੀਆਂ ਸੇਵਾਵਾਂ ਭੇਟ ਕੀਤੀਆਂ। ਗੁਰੂ ਜੀ ਨੇ ਭਾਈ ਆੜਕ ਨੂੰ ਮਾਰਗਦਰਸ਼ਨ ਦਿੱਤਾ ਅਤੇ ਕੁਝ ਸਮਾਂ ਰੁਕਣ ਤੋਂ ਬਾਅਦ, ਗੁਰੂ ਜੀ ਨੇ ਆਪਣੇ ਸਿੱਖਾਂ ਨਾਲ ਮੂਣਕ ਵੱਲ ਆਪਣੀ ਯਾਤਰਾ ਸ਼ੁਰੂ ਕੀਤੀ।\n\nਜਦੋਂ ਗੁਰੂ ਜੀ ਮੂਣਕ ਪਹੁੰਚੇ, ਤਾਂ ਇੱਥੇ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਤਲਾਅ ਅਤੇ ਸੰਘਣੀਆਂ ਝਾੜੀਆਂ ਸਨ। ਗੁਰੂ ਜੀ ਤਲਾਅ ਦੇ ਕੰਢੇ ਬੈਠੇ ਸਨ। ਭਾਈ ਮੱਲ ਨਾਮ ਦੇ ਇੱਕ ਵਿਅਕਤੀ, ਜੋ ਭਾਈ ਆੜਕ ਦਾ ਰਿਸ਼ਤੇਦਾਰ ਸੀ, ਨੇ ਗੁਰੂ ਜੀ ਦੀ ਬਹੁਤ ਸਤਿਕਾਰ ਅਤੇ ਸ਼ਰਧਾ ਨਾਲ ਸੇਵਾ ਕੀਤੀ। ਗੁਰੂ ਜੀ ਖੁਸ਼ ਹੋਏ ਅਤੇ ਤਲਾਅ ਨੂੰ ਅਸ਼ੀਰਵਾਦ ਦਿੱਤਾ ਕਿ ਜੋ ਵੀ ਇੱਥੇ ਸ਼ਰਧਾ ਨਾਲ ਇਸ਼ਨਾਨ ਕਰੇਗਾ, ਉਸਦੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਣਗੇ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sis-ganj-sahib",
    "name": "ਗੁਰਦੁਆਰਾ ਸੀਸ ਗੰਜ ਸਾਹਿਬ",
    "content": "- ਪੁਰਾਣੀ ਦਿੱਲੀ ਰੇਲਵੇ ਸਟੇਸ਼ਨ ਤੋਂ ਇਹ ਗੁਰਧਾਮ ਲਗ-ਪਗ ਦੋ ਕਿਲੋਮੀਟਰ ਦੀ ਦੂਰੀ 'ਤੇ ਸਥਿਤ ਹੈ। ਲਾਲ ਕਿਲ੍ਹੇ ਤੋਂ ਇਸ ਦੀ ਦੂਰੀ ਲਗ-ਪਗ ਡੇਢ ਕਿਲੋਮੀਟਰ ਹੈ। 11 ਨਵੰਬਰ 1675 ਨੂੰ ਇਸ ਅਸਥਾਨ 'ਤੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਅਤੇ ਇਹਨਾਂ ਦੇ ਨਾਲ ਤਿੰਨ ਮੁਖੀ ਸਿੱਖਾਂ - ਭਾਈ ਮਤੀ ਦਾਸ ਜੀ, ਭਾਈ ਸਤੀ ਦਾਸ ਜੀ ਅਤੇ ਭਾਈ ਦਿਆਲਾ ਜੀ - ਨੂੰ ਸ਼ਹੀਦ ਕੀਤਾ ਗਿਆ ਸੀ। 1783 ਵਿਚ ਇਸ ਅਸਥਾਨ ਦੀ ਕਾਰ-ਸੇਵਾ ਬਾਬਾ ਬਘੇਲ ਸਿੰਘ ਜੀ ਨੇ ਕਰਵਾਈ ਸੀI\n\nਗੁਰੂਦੁਆਰਾ ਰਕਾਬ ਗੰਜ ਸਾਹਿਬ :-  ਇਹ ਇੱਕ ਇਤਿਹਾਸਕ ਗੁਰੂਦੁਆਰਾ ਹੈ, ਜੋ ਸੰਸਦ ਭਵਨ ਦੇ ਨੇੜੇ ਦਿੱਲੀ ਵਿੱਚ ਸਥਿਤ ਹੈ। ਇਹ ਗੁਰੂਦੁਆਰਾ 1783 ਵਿੱਚ ਸਿੱਖ ਸੈਨਾ ਦੇ ਮੁੱਖੀ ਬਘੇਲ ਸਿੰਘ ਦੁਆਰਾ ਦਿੱਲੀ ਉੱਪਰ ਕਬਜ਼ਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਬਣਵਾਇਆ। ਔਰੰਗਜ਼ੇਬ ਦੇ ਹੁਕਮ 'ਤੇ 11 ਨਵੰਬਰ, 1675 ਈ: ਨੂੰ ਚਾਂਦਨੀ ਚੌਕ ਵਿਖੇ ਜੱਲਾਦ ਜਲਾਲਦੀਨ ਨੇ ਤਲਵਾਰ ਨਾਲ ਵਾਰ ਕੀਤਾ ਅਤੇ ਗੁਰੂ ਸਾਹਿਬ ਦਾ ਸੀਸ ਧੜ ਨਾਲੋਂ ਅਲੱਗ ਕਰਕੇ ਸ਼ਹੀਦ ਕਰ ਦਿੱਤਾ। ਇਸ ਸਥਾਨ ਤੋਂ (ਭਾਈ ਮਨੀ ਸਿੰਘ ਦੇ ਸਹੁਰਾ) ਭਾਈ ਲੱਖੀ ਰਾਏ ਵਣਜਾਰਾ ਨੇ, ਆਪਣੇ ਪੁੱਤਰਾਂ ਭਾਈ ਨਿਗਾਹੀਆ ਦੀ ਮਦਦ ਨਾਲ, ਗੁਰੂ ਸਾਹਿਬ ਦਾ ਧੜ ਚੁਕ ਲਿਆਂਦਾ ਅਤੇ ਆਪਣੇ ਘਰ ਅੰਦਰ ਹੀ ਧੜ ਦਾ ਸਸਕਾਰ ਕਰ ਦਿਤਾ। ਇਸ ਥਾਂ 'ਤੇ ਗੁਰੂਦੁਆਰਾ ਰਕਾਬ ਗੰਜ ਸਾਹਿਬ ਸਥਾਪਿਤ ਹੈ।",
    "pdfFileName": null
  },
  {
    "id": "gurdwara-sis-ganj-sahib-patshahi-nauvin",
    "name": "ਗੁਰਦੁਆਰਾ ਸੀਸ ਗੰਜ ਸਾਹਿਬ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ",
    "content": "ਅੰਬਾਲਾ ਸ਼ਹਿਰ ਦੀ ਸਬਜ਼ੀ ਮੰਡੀ ਦੇ ਸਾਹਮਣੇ ਹਜ਼ਰਤ ਸਾਈਂ ਤਵੱਕਲ ਸ਼ਾਹ ਦੀ ਦਰਗਾਹ ਦੇ ਨੇੜੇ ਮੁਹੱਲਾ ਕੈਂਥ ਮਾਜਰੀ ਵਿਖੇ ਸਥਿਤ ਹੈ। ਭਾਈ ਜੈਤਾ ਜੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦਾ ਸੀਸ ਲੈ ਕੇ ਘੁਮਿਆਰਾਂ ਦੇ ਮੁਹੱਲੇ ਪੁੱਜੇ ਤਾਂ ਇੱਥੇ ਉਸ ਨੇ ਇਕ ਮਹਿਰ ਧੂਮੀਏ ਤੋਂ ਕਿਸੇ ਸਿੱਖ ਦਾ ਘਰ ਪੁੱਛਿਆ ਸੀ ਜਿਸ ਨੇ ਇਸ ਅਸਥਾਨ 'ਤੇ ਕੁਝ ਹਿੰਦੂਆਂ ਦੇ ਘਰ ਦੱਸੇ ਸਨ। ਇੱਥੇ ਭਾਈ ਰਾਮ ਦੇਵ ਦੇ ਘਰ ਭਾਈ ਜੈਤਾ ਜੀ ਨੇ ਰਾਤ ਗੁਜ਼ਾਰੀ ਸੀ। ਇਸ ਅਸਥਾਨ 'ਤੇ ਹੁਣ ਗੁਰਦੁਆਰਾ ਸੀਸ ਗੰਜ ਸਾਹਿਬ ਪਾਤਸ਼ਾਹੀ ਨੌਵੀਂ ਮੌਜੂਦ ਹੈ। ਇਸ ਗੁਰਧਾਮ ਦੇ ਪ੍ਰਗਟ ਹੋਣ ਦੀ ਜਾਣਕਾਰੀ ਦਿੰਦੇ ਹੋਏ ਭਾਈ ਪ੍ਰਦੁਮਨ ਸਿੰਘ ਬੱਦੋਂ ਦੱਸਦੇ ਹਨ ਕਿ ਇਹ ਗੁਰਦੁਆਰਾ ਸੰਮਤ 1970 (ਸੰਨ 1913) ਵਿਚ ਆਬਾਦ ਹੋਇਆ। ਇਸ ਸਮੇਂ ਮੁਸਲਮਾਨਾਂ ਨੇ ਬਹੁਤ ਵਿਰੋਧਤਾ ਕੀਤੀ, ਅਦਾਲਤ ਵਿਚ ਮੁਕੱਦਮਾ ਚੱਲਦਾ ਰਿਹਾ, ਸਰਦਾਰ ਝੰਡਾ ਸਿੰਘ ਵਕੀਲ ਨੇ ਬਹੁਤ ਸਹਾਇਤਾ ਕੀਤੀ, ਅਖੀਰ ਜਿੱਤ ਖ਼ਾਲਸੇ ਦੀ ਹੋਈ\n\nਮੌਜੂਦਾ ਸਮੇਂ ਵਿਚ ਜ਼ਮੀਨੀ ਮੰਜ਼ਲ 'ਤੇ ਉਹ ਅਸਥਾਨ ਸੁਰੱਖਿਅਤ ਰੱਖਿਆ ਗਿਆ ਹੈ ਜਿੱਥੇ ਭਾਈ ਜੈਤਾ ਜੀ ਨੇ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਜੀ ਦਾ ਸੀਸ ਟਿਕਾਇਆ ਸੀ। ਇਸ ਦੇ ਆਸ-ਪਾਸ ਪਾਰਕਿੰਗ ਲਈ ਜਗ੍ਹਾ ਰੱਖੀ ਹੋਈ ਹੈ ਅਤੇ ਪਹਿਲੀ ਮੰਜ਼ਲ 'ਤੇ ਦਰਬਾਰ ਹਾਲ ਬਣਿਆ ਹੋਇਆ ਹੈ। ਇਸ ਗੁਰਧਾਮ ਦੀ ਮੌਜੂਦਾ ਇਮਾਰਤ ਬਾਬਾ ਹਰਬੰਸ ਸਿੰਘ ਦਿੱਲੀ ਵਾਲਿਆਂ ਦੀ ਸੰਸਥਾ ਦੇ ਬਾਬਾ ਜਗੀਰ ਸਿੰਘ ਨੇ ਤਿਆਰ ਕਰਵਾਈ ਸੀ। ਸ਼੍ਰੋਮਣੀ ਗੁਰਦੁਆਰਾ ਪ੍ਰਬੰਧਕ ਕਮੇਟੀ 1925 ਦੇ ਗੁਰਦੁਆਰਾ ਐਕਟ ਦੀ ਧਾਰਾ 85 ਅਧੀਨ ਇਸ ਗੁਰਧਾਮ ਦਾ ਪ੍ਰਬੰਧ ਗੁਰਦੁਆਰਾ ਮੰਜੀ ਸਾਹਿਬ, ਅੰਬਾਲਾ ਰਾਹੀਂ ਕਰਦੀ ਹੈ, ਇੱਥੋਂ ਇਹ ਗੁਰਧਾਮ 500 ਮੀਟਰ ਦੂਰ ਹੈ।",
    "pdfFileName": null
  }
]